{"MSFT": [{"article": "Tech firms seem to be clashing more with law enforcement, though their interests needn’t be irreconcilable. On Tuesday the Supreme Court will consider if U.S. internet providers can subvert federal law and public safety.  At issue in Microsoft v. U.S. is whether warrants issued under the 1986 Stored Communications Act apply to records stored on the cloud. The law allows the government to obtain records from a U.S. internet provider if there is probable cause of a crime. A special Section 2703 warrant functions like a subpoena...", "host": "the-wall-street-journal", "date": "2018-02-27T00:02:00Z", "url": "https://www.wsj.com/articles/microsofts-legal-cloud-cover-1519689734"}, {"article": "Microsoft Corp. MSFT -2.33% is scheduled to report fiscal second-quarter earnings after the market closes Wednesday. Here’s what to expect.  EARNINGS FORECAST: Analysts surveyed by S&P Global Market Intelligence expect Microsoft to report per-share earnings of 86 cents under generally accepted accounting principles, up from 80 cents a year earlier. Microsoft no longer reports adjusted figures, reflecting accounting changes it adopted at the start of the fiscal year. The year ago figure reflects that change.  REVENUE FORECAST: Analysts expect Microsoft to post revenue of $28.41 billion, up from $25.83 billion a year earlier. The year-ago figure, too, reflects the new accounting standard.  WHAT TO WATCH:  CLOUDY CONDITIONS: In the last year, Microsoft has emerged as the primary competitor to Amazon.com Inc.’s market-leading cloud-infrastructure business. Three months ago, Microsoft said its commercial-cloud run rate—the last month of sales of its Azure infrastructure services and Office 365 products, multiplied by 12—topped $20 billion, nine months ahead of the company’s target. RBC Capital Markets analyst Ross MacMillan, in a recent research report, said he expects 85% growth in Azure revenue and 42% growth in the commercial version of Office 365. Mr. MacMillan estimates Microsoft’s Intelligent Cloud segment, which includes Azure, will climb 10% to $7.4 billion in the quarter, and that its Productivity and Business Processes segment, which includes Office, will grow 24% to $8.9 billion.  PLAYING GAMES: Microsoft’s Xbox videogame console generally does its best business during the holiday quarter, and was primed to do particularly well with the debut of its Xbox One X console in November. Stifel Nicolaus & Co. analyst Brad Reback wrote in a research note that Xbox outsold Sony Corp.’s PlayStation 4 in December, but both were outsold by Nintendo Co.’s Switch. Xbox is part of Microsoft’s More Personal Computing segment, and the console’s gains likely will be offset by continued sluggish PC sales, which track closely to the company’s Windows operating system business. World-wide PC shipments grew 0.7% in the last quarter, according to International Data Corp. Mr. Reback estimates the segment, which is Microsoft’s largest, will grow 0.6% to $11.96 billion.  TAXING TIMES: “Tax rate and repatriation commentary from a historically conservative management team represent the key wild card for the quarter,” Morgan Stanley analyst Keith Weiss wrote in a research report. Mr. Weiss estimates Microsoft’s tax rate will decline to 16% as a result of the tax-code overhaul President Donald Trump signed into law in December. A year ago, Microsoft’s effective tax rate was 18%.  CASH CONSIDERATIONS: Mr. Weiss expects Microsoft to eventually repatriate cash held abroad, which totaled $132.1 billion at the end of the fiscal first quarter, behind only Apple Inc.’s $252.3 billion. He didn’t speculate when Microsoft will bring the money to the U.S., but estimates the company will pay about $21 billion in taxes as a result of the tax law, which hits companies with a one-time tax of 15.5% on overseas profits held in cash and other liquid assets. RBC’s Mr. MacMillan wrote about the potential for domestic acquisitions and shareholder returns through dividends or buybacks. Earlier this month, Apple said it would pay $38 billion in taxes as it brings home the vast majority of its overseas cash.  Write to Jay Greene at Jay.Greene@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-31T13:16:05Z", "url": "https://www.wsj.com/articles/microsoft-earnings-what-to-watch-1517394601"}, {"article": "Microsoft Corp. took a $13.8 billion charge related to the new U.S. tax law but reported significant growth in its cloud operations, the business fueling the company’s resurgence.  Microsoft keeps overseas the vast majority of its cash, which rose to $142.8 billion in the quarter. In an interview, Chief Financial Officer Amy Hood declined to say when the company might bring home some of that money.  Ms....", "host": "the-wall-street-journal", "date": "2018-01-31T21:33:56Z", "url": "https://www.wsj.com/articles/microsoft-reports-gains-in-cloud-computing-business-1517434433"}, {"article": "WASHINGTON—Technology companies will square off with law enforcement on Tuesday as the Supreme Court hears arguments on whether emails and other customer data stored overseas are subject to U.S. search warrants.  The case is one of several legal battles on law-enforcement access to private online data, and it requires the justices to interpret a law that Congress wrote before email and cloud computing were part of everyday life.  A...", "host": "the-wall-street-journal", "date": "2018-02-26T10:30:32Z", "url": "https://www.wsj.com/articles/supreme-court-to-hear-microsoft-case-on-emails-customer-data-stored-overseas-1519641001"}, {"article": "Microsoft Corp. is downgrading the role of Windows, the storied franchise that put the company atop the personal-computer market at a time when cloud computing didn’t exist.  Now, amid the massive shift in the way computing power is harnessed, the software giant will reorganize its business around its growing Azure cloud-computing operations and its stalwart Office productivity business.  Executive...", "host": "the-wall-street-journal", "date": "2018-03-29T15:23:01Z", "url": "https://www.wsj.com/articles/microsoft-diminishes-windows-role-in-cloud-focused-reorganization-1522335763"}, {"article": "The tech titans keep getting more titanic. , the parent company of search-engine giant Google, became the second publicly traded U.S. company ever to reach a market value of $800 billion Monday, joining iPhone maker . Alphabet’s Class A shares rose 1.8% to $1,164.00. Meantime, was on track Monday to become the third public U.S. […]", "host": "the-wall-street-journal", "date": "2018-01-22T17:12:16Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/22/more-milestones-alphabet-hits-800-billion-microsoft-clears-700-billion/"}, {"article": "For Windows laptops, the pricing sweet spot is $1,000. WSJ's David Pierce walks you through the best options from Microsoft, Dell, HP, Lenovo and Acer, and lands on an overall great pick. Photo/Video: Emily Prapuolenis/The Wall Street Journal  You still need a laptop. You can try to work from your phone—best of luck—and technically an iPad does a lot of laptop-y things. But when there’s work to be done, nothing else beats that combination of keyboard, trackpad, larger screen and desktop apps.  Buying a laptop is a little harder than buying a phone. Companies sell so many models and so many options, it feels like you need a Ph.D. to tell them apart. How is anyone supposed to make sense of a choice like Intel Core i5-8600K vs. Intel Core i7-8550U? If you get it wrong,...", "host": "the-wall-street-journal", "date": "2018-03-27T15:12:52Z", "url": "https://www.wsj.com/articles/the-best-windows-laptop-1-000-ish-can-buy-1522162531"}, {"article": "Here are some of the companies with shares expected to trade actively in Tuesday’s session. Stock movements reflect premarket trading. —Down 2.2% to $168.81: Facebook shares had their worst day in almost four years Monday, falling 6.8% and dragging down the broader technology sector. The firm is facing a firestorm over how it manages third-party access to […]", "host": "the-wall-street-journal", "date": "2018-03-20T13:24:58Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/20/stocks-to-watch-facebook-oracle-amazon-microsoft-roku-micron-fedex-newell-brands/"}, {"article": "Here are some of the companies with shares expected to trade actively in Thursday’s session. Stock movements reflect premarket trading. —Up 1%: Dominance in digital advertising powered another surge in quarterly profit for the social-media giant, though it said users were starting to shave back their time on its platform. Shares fell as much as […]", "host": "the-wall-street-journal", "date": "2018-02-01T14:22:33Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/01/stocks-to-watch-facebook-microsoft-att-qualcomm-paypal-ebay-mastercard-ups/"}, {"article": "Here are some of the companies with shares expected to trade actively in Monday’s session. Stock movements reflect premarket trading. —Up 2.2%: Tax cuts provided ‘s conglomerate with a $29 billion windfall that helped inflate annual profits to nearly $45 billion. Mr. Buffett wrote in his closely-watched annual letter that the firm will need to make at least one […]", "host": "the-wall-street-journal", "date": "2018-02-26T14:20:46Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/26/stocks-to-watch-berkshire-hathaway-kraft-heinz-qualcomm-ups-ge-microsoft-hrg-finish-line/"}, {"article": "Google is expanding its sprawling network of undersea cables to plug into new regions around the world, in a bid to speed up its cloud-computing business and catch up to rivals Microsoft Corp. and Amazon.com Inc.  The search-engine operator has plans to build three new underwater fiber-optic cables lining ocean areas from the Pacific to the North Sea, extending its private data network to regions competitors haven’t touched with similar projects.  ...", "host": "the-wall-street-journal", "date": "2018-01-16T10:30:29Z", "url": "https://www.wsj.com/articles/google-plans-to-expand-huge-undersea-cables-to-boost-cloud-business-1516098601"}, {"article": "SUNNYVALE, Calif.—Josh Frank spent nearly 11 years building up a virtual Rolodex of more than 700 LinkedIn contacts.  But when he recently sought guidance on expanding his Detroit online marketing consultancy, Mr. Frank turned to the e-commerce groups he belongs to on Facebook and the messaging service Slack. He visits LinkedIn about once a month, he says, mainly to research potential clients.  “If...", "host": "the-wall-street-journal", "date": "2018-03-16T12:12:22Z", "url": "https://www.wsj.com/articles/linkedins-27-billion-challenge-get-people-to-use-it-more-1521201600"}, {"article": "8:56  Weathering the Storm: Two Families' Financial Struggles After Hurricane Harvey  When disaster strikes, having a safety net like flood insurance, a stable income, or savings can mean the difference between getting back on your feet, and living every day among the wreckage. We profile two families in Houston still recovering from Hurricane Harvey six months after the storm.", "host": "the-wall-street-journal", "date": "2018-03-27T14:43:00Z", "url": "http://www.wsj.com/video/finding-the-perfect-1000-windows-laptop/FAD91E3A-7820-40F9-B71B-B66AF464BD60.html"}, {"article": "WASHINGTON—Supreme Court justices voiced concern Tuesday that Microsoft Corp.’s resistance to U.S. search warrants for customer emails stored overseas would hamper criminal investigations, in a case that pits leading tech companies against law enforcement.  During an hourlong oral argument, the court considered whether email providers like Microsoft, Yahoo and Alphabet Inc.’s Google have to comply with warrants if the government is seeking email messages and other digital files that are stored on computer servers outside the...", "host": "the-wall-street-journal", "date": "2018-02-27T22:59:15Z", "url": "https://www.wsj.com/articles/high-court-grapples-with-case-of-emails-stored-abroad-1519772353"}, {"article": "For a short while on a Thursday in September, fans of the videogame “Fortnite” got something that had seemed hopelessly out of reach—a chance to play together on competing consoles.  Epic Games Inc., creator of the popular combat game, had accidentally flipped a switch of sorts, letting people using Microsoft Corp.’s Xbox One play alongside those using Sony Corp.’s PlayStation 4.  “This...", "host": "the-wall-street-journal", "date": "2018-03-17T11:00:06Z", "url": "https://www.wsj.com/articles/why-fortnite-gamers-on-xbox-cant-join-fortnite-gamers-on-playstation-1521284401"}, {"article": "Days after Advanced Micro Devices Inc. suggested its chips were largely unaffected by significant vulnerabilities found in a variety of processors, the rival to Intel Corp. has run into trouble.  Microsoft Corp. on Tuesday said some customers found their AMD-powered computers were unusable after applying the latest security patches for the Windows operating system.  On...", "host": "the-wall-street-journal", "date": "2018-01-09T20:03:20Z", "url": "https://www.wsj.com/articles/amd-hits-a-snag-over-patch-for-chip-flaw-1515528197"}, {"article": "BRUSSELS—European lawmakers and companies worry that a lawsuit the U.S. government has brought to the Supreme Court could clash with European Union law, trapping tech companies between complying with U.S. data requests and strict EU data-privacy rules.  The case, set to be heard next month, stems from a dispute between the Justice Department and Microsoft Corp. over access to emails stored on a server in Ireland. Industry officials say it highlights the stark differences between the U.S. and Europe over views on online privacy...", "host": "the-wall-street-journal", "date": "2018-01-18T22:41:44Z", "url": "https://www.wsj.com/articles/data-case-in-u-s-sparks-concern-in-europe-1516315301"}, {"article": "Here are some of the companies with shares expected to trade actively in Tuesday’s session. Stock movements reflect premarket trading. —Down 1.7%: U.S. government officials are ratcheting up pressure on the company over its handling of user data, with federal regulators saying they are investigating the social-media giant’s privacy policies and 37 state attorneys general demanding […]", "host": "the-wall-street-journal", "date": "2018-03-27T13:24:54Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/27/stocks-to-watch-facebook-amazon-carlyle-ggp-nvidia-red-hat-microsoft-aetna-francescas/"}, {"article": "WASHINGTON—A $1.3 trillion spending deal that President Donald Trump signed Friday includes a measure that gives U.S. investigators access to data stored on overseas cloud servers, resolving a long-running legal battle between law enforcement and big tech companies.  But the measure drew widespread criticism from privacy and human-rights activists, who suggested U.S. tech companies—under pressure in Washington—had retreated on the issue. They also suggested the bill could leave data stored in the U.S. vulnerable to demands...", "host": "the-wall-street-journal", "date": "2018-03-23T18:16:27Z", "url": "https://www.wsj.com/articles/u-s-authorities-get-access-to-data-stored-on-overseas-cloud-servers-1521827685"}, {"article": "Silicon Valley threw its support behind the congressional tax overhaul. How much will the new rules help their bottom line?  Investors will closely watch tech firms’ financial results over the next few weeks for clues on how the new U.S. tax system will affect profits. A drop in the corporate tax rate to 21% from 35% will boost earnings at most businesses, but for some tech giants, the benefit of the lower rate could be partially offset by one-time mandatory levies on their huge overseas cash stockpiles.  ...", "host": "the-wall-street-journal", "date": "2018-01-30T10:48:48Z", "url": "https://www.wsj.com/articles/how-the-tax-overhaul-will-affect-tech-companies-earnings-1517308201"}], "AAPL": [{"article": "Among the companies with shares expected to trade actively in Tuesday’s session are , , Group Inc., , and . Citigroup shares climbed 2% before the opening bell following the bank’s latest earnings report. Citigroup said that it lost $18.3 billion in the fourth quarter, its earnings wiped out by a $22 billion charge related […]", "host": "the-wall-street-journal", "date": "2018-01-16T14:28:10Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/16/stocks-to-watch-citigroup-ge-unitedhealth-apple-alphabet-amazon-ford-fiat-chrysler-gm-merck/"}, {"article": "Among the companies with shares expected to trade actively in Tuesday’s session are , , , and . Apple shares fell 1.2% premarket following a Wall Street Journal report that the iPhone maker is slashing planned production of the iPhone X for the three-month period ending March 31, in a sign of weaker-than-expected demand for […]", "host": "the-wall-street-journal", "date": "2018-01-30T14:32:53Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/30/stocks-to-watch-apple-metlife-amazon-aetna-wal-mart-mcdonalds-maxim-callidus-reuters-pfizer/"}, {"article": "Among the companies with shares expected to trade actively in Wednesday’s session are Apple, Berkshire Hathaway, Sears Holdings, United Continental Holdings and Nordstrom.  Apple shares declined 0.8% premarket after the iPhone maker said it will turn over its cloud operations in China to a state-owned local partner Feb. 28, complying with Chinese law mandating that customer data collected on the mainland be stored here.  Berkshire shares were up 0.1% premarket after Chairman Warren Buffett elevated Gregory Abel and Ajit Jain, two longtime lieutenants, to vice chairman roles at the company, all but confirming years of speculation that one of them is in line to replace him.  Sears shares added 5.4% before the opening bell. The troubled department store chain said it has raised $100 million in new financing and is pursing another $200 million from other parties as it looks to strengthen its balance sheet.  Shares of United Continental were up 2.2% premarket after the No. 3 U.S. air carrier said it expects unit revenue, a key industry metric, to be flat for the fourth quarter from a year earlier. In October, the firm had projected a drop of 3% to 5%.  Nordstom shares fell 4.4% premarket. The retailer reported a 1.2% increase in holiday sales and boosted its full-year sales and profit projections, though its earnings guidance still fell below some analyst expectations.  Domino's Pizza shares declined 3.2% premarket on the news that Chief Executive J. Patrick Doyle will step down at the end of June, after boosting the pizza chain’s sales in recent years while rivals and other restaurant chains struggled.  Shares of Lennar shed 1.8% before the opening bell following the home builder’s quarterly profit miss, though sales topped Wall Street expectations.  Signet Jewelers Limited shares declined 8.1% premarket. The jewelry retailer reported a drop in holiday sales from the same period a year earlier.  Shares of Vince Holdings Corp. rose 11% premarket after the luxury clothing and accessories maker said holiday same-store sales rose 16%.  Eastman Kodak shares surged 80% to $12.25 before the opening bell. Shares had already more than doubled Tuesday after the company revealed plans to launch an initial coin offering.  Shaers of WD-40 added 3.3% premarket following the household chemical manufacturer’s quarterly earnings and revenue beats.  This is an expanded version of the “Stocks to Watch” section of our Morning MoneyBeat newsletter. To receive it every morning via email, click here: https://www.wsj.com/newsletters?sub=263", "host": "the-wall-street-journal", "date": "2018-01-10T14:29:42Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/10/stocks-to-watch-apple-berkshire-hathaway-sears-united-continental-nordstrom-dominos/"}, {"article": "One analyst doesn’t have high hopes for sales of latest iPhones. Longbow Research analyst Shawn Harrison lowered his rating on the technology giant to “neutral” from “buy” on Wednesday, reflecting the view among some Wall Street researchers that the latest group of iPhones will deliver modest sales performance. He didn’t specify a price target. “We […]", "host": "the-wall-street-journal", "date": "2018-01-17T17:58:54Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/17/apple-gets-a-rare-analyst-downgrade-on-good-not-great-iphone-cycle/"}, {"article": "Three of the biggest tech companies reported record quarterly financial results on Thursday as they extended their dominance over swaths of the global economy.  Apple Inc., Alphabet Inc. and Amazon.com Inc.—with a combined market value of more than $2 trillion—all boosted growth by broadening their reach into new areas.  Apple’s revenue rose...", "host": "the-wall-street-journal", "date": "2018-02-02T01:05:28Z", "url": "https://www.wsj.com/articles/tech-giants-power-to-new-heights-1517532342"}, {"article": "Among the companies with shares expected to trade actively in Monday’s session are , , , , , and . Shares of Apple fell 0.3% before the opening bell. Investors Jana Partners LLC and the California State Teachers’ Retirement System, or Calstrs, which control about $2 billion of Apple shares, sent a letter to Apple on […]", "host": "the-wall-street-journal", "date": "2018-01-08T14:26:27Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/08/stocks-to-watch-apple-nvidia-celgene-caterpillar-snap-pandora-kohls-lululemon/"}, {"article": "Apple Inc. said it will acquire Next Issue Media LLC and its digital-magazine-subscription service Texture, a product developed by top magazine companies that bundles together some 200 subscriptions into one monthly service.  The acquisition comes as Apple looks to beef up its services business, which includes music streaming and mobile payments.  Apple...", "host": "the-wall-street-journal", "date": "2018-03-12T18:41:26Z", "url": "https://www.wsj.com/articles/apple-to-acquire-magazine-subscription-service-texture-1520875158"}, {"article": "So goes , so goes the stock market. Or at least that’s been the case recently. The largest U.S.-listed company by market capitalization has risen for five straight sessions, including a 3.4% jump on Thursday after regulatory filings showed raised its stake in the iPhone maker last quarter. That took Apple’s price to $172.99, up […]", "host": "the-wall-street-journal", "date": "2018-02-16T14:06:28Z", "url": "http://blogs.wsj.com/moneybeat/2018/02/16/stock-market-follows-apples-lead/"}, {"article": "So goes , so goes the stock market. Or at least that’s been the case recently. The largest U.S.-listed company by market capitalization has risen for five straight sessions, including a 3.4% jump on Thursday after regulatory filings showed raised its stake in the iPhone maker last quarter. That took Apple’s price to $172.99, up […]", "host": "the-wall-street-journal", "date": "2018-02-16T14:06:28Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/16/stock-market-follows-apples-lead/"}, {"article": "Apple Inc. is being investigated by the Justice Department and the Securities and Exchange Commission over potential securities violations related to the company’s disclosure of a software update that slowed older iPhones, people familiar with the matter said.  The two probes add pressure on the tech giant to address criticism from customers and lawmakers after it acknowledged in December that it was throttling the performance of older iPhones as batteries aged. The company later apologized for the issue and slashed the price...", "host": "the-wall-street-journal", "date": "2018-01-30T21:43:29Z", "url": "https://www.wsj.com/articles/apple-facestwo-federal-probesover-iphone-battery-issue-1517348203"}, {"article": "Apple Inc. said it is updating its entry-level iPad with capabilities designed to appeal to students and new software for teachers, as the company tries to recharge sales of the tablet and shore up its dwindling share of the U.S. education market.  The company Tuesday said its new 9.7-inch iPad includes a faster processor and works with the Apple Pencil stylus, which previously worked only with higher-end iPad Pro models.  The...", "host": "the-wall-street-journal", "date": "2018-03-27T16:25:02Z", "url": "https://www.wsj.com/articles/apple-updates-ipad-with-stylus-support-1522167400"}, {"article": "If Apple Inc.’s iPhone X is a problem, so far it’s a high-quality one.  Apple launched the expensive device later than usual during its fiscal first quarter that ended Dec. 30. The phone came on the 10th anniversary of the company’s first smartphone, and was heralded by Apple and its fans as the “future of smartphones.” But an opening price of $1,000 is rich for any smartphone, and production issues appeared to keep supply of the phone relatively tight at least in the first few weeks after its early November launch.  ...", "host": "the-wall-street-journal", "date": "2018-02-02T12:15:31Z", "url": "https://www.wsj.com/articles/apple-dodges-iphone-x-worries-1517526778"}, {"article": "Among the companies with shares expected to trade actively in Monday’s session are , Group Inc., , and . Shares of Apple fell 0.7% before the opening bell following a Nikkei Asian Review report that the iPhone maker will cut its production target for the iPhone X in half for the current quarter. , which […]", "host": "the-wall-street-journal", "date": "2018-01-29T14:29:04Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/29/stocks-to-watch-apple-dr-pepper-lockheed-martin-avon-intel-lowes-wynn-starbucks-amd/"}, {"article": "Apple Inc. will start selling its voice-activated speaker HomePod in stores Feb. 9, after a launch delay that cost the company sales during the critical holiday shopping season.  The tech giant, in announcing the sales date Tuesday, didn’t explain why the product missed a promised December ship date. The HomePod can be preordered online beginning Friday.  Market...", "host": "the-wall-street-journal", "date": "2018-01-23T14:31:49Z", "url": "https://www.wsj.com/articles/apple-to-begin-selling-delayed-homepod-speaker-1516717905"}, {"article": "The iPhone has made Apple Inc. and Wall Street hundreds of billions of dollars. Now some big shareholders are asking at what cost, in an unusual campaign to make the company more socially responsible.  A leading activist investor and a pension fund are saying the smartphone maker needs to respond to what some see as a growing public-health crisis of youth phone addiction.  Jana...", "host": "the-wall-street-journal", "date": "2018-01-07T21:18:42Z", "url": "https://www.wsj.com/articles/iphones-and-children-are-a-toxic-pair-say-two-big-apple-investors-1515358834"}, {"article": "The launch of Apple Inc.’s new iPad in a Chicago high school is both an effort to better serve students and one to fend off Google, which has caught up and passed the once-dominant player in the education market.  Apple CEO Tim Cookgathered media in Chicago to lay out its newest efforts geared toward the education market. They include a new suite of software services along with an updated iPad. The new tablet adds the company’s latest mobile processor with some other upgrades for the same price as its predecessor. That includes...", "host": "the-wall-street-journal", "date": "2018-03-27T20:01:28Z", "url": "https://www.wsj.com/articles/why-apple-got-schooled-by-google-1522180531"}, {"article": "BEIJING—Apple Inc. said it will turn over its cloud operations in China to a state-owned local partner Feb. 28, complying with Chinese law mandating that customer data collected on the mainland be stored here.  With the handover, photos, documents and messages uploaded by Apple users throughout China will be stored at a data center in the southwest province of Guizhou operated by the local partner, Guizhou-Cloud Big Data Industry Co., Ltd.  ...", "host": "the-wall-street-journal", "date": "2018-01-10T11:19:38Z", "url": "https://www.wsj.com/articles/apple-sets-date-for-china-data-handover-1515578949"}], "NVDA": [{"article": "Nvidia Corp. is scheduled to announce earnings for its fiscal fourth quarter after the market closes Thursday. Here’s what to look for:  EARNINGS FORECAST: Analysts expect Nvidia to report per-share earnings of $1.16 cents, according to a survey by Thomson Reuters, up 17% from the same quarter a year earlier.  REVENUE FORECAST: Analysts expect...", "host": "the-wall-street-journal", "date": "2018-02-08T11:00:03Z", "url": "https://www.wsj.com/articles/nvidia-earnings-what-to-watch-1518087600"}, {"article": "Nvidia Corp., which has made a broad push to bring its computing platform into self-driving cars, said Tuesday it will temporarily halt testing of its driverless technology on public roads following the fatal crash of an Uber Technologies Inc. autonomous vehicle.  The company said its suspension involves its own fleet of test cars, which are being driven on public roads in California and New Jersey.  Uber...", "host": "the-wall-street-journal", "date": "2018-03-27T18:40:23Z", "url": "https://www.wsj.com/articles/nvidia-halts-test-of-self-driving-tech-following-uber-crash-1522175545"}, {"article": "Nvidia may have only high-quality problems these days, but it still needs to solve them.  One problem the chip maker has is that it seems to be selling all the chips it can make. Nvidia’s graphics processors, also called GPUs, are in hot demand by everyone from giant tech companies building data centers to videogamers to cryptocurrency enthusiasts. The latter two in particular are competing for the type of GPU cards used in supercharged PCs, causing a shortage that began last summer but seemed to have worsened later in the...", "host": "the-wall-street-journal", "date": "2018-02-11T15:30:03Z", "url": "https://www.wsj.com/articles/nvidias-cryptic-road-ahead-1518363000"}, {"article": "The problem in tech isn’t demand. It’s everything else.  Such was illustrated well on Tuesday when a late-market selloff hit the technology sector particularly hard. The Nasdaq Composite slid nearly 3%—double the loss of the Dow. And the selling hit every segment, from internet companies to chip makers to software providers. Even Apple , AAPL -2.56% which kicked off the day with a cheery event designed to showcase new iPad and other offerings for the education market, shed 2.6% by the close.  But two names stood out among the rest—for different reasons. Nvidia ’s NVDA -3.22% shares fell nearly 8%, while Facebook FB -1.34% shed nearly 5%. In the case of Nvidia, the chip maker announced it was temporarily halting road tests of its driverless-car technology following a fatal crash involving an Uber vehicle. It isn’t clear if that vehicle was using Nvidia’s chip products, and these chips are just a small part of its business, but the news still cast a pall over the stock.  For Facebook, the selloff came on news that CEO Mark Zuckerberg will testify before Congress about the social network’s handling of user data. That would be an ignominious milestone for the 33-year-old billionaire, and raises fears about government regulation for the company.  Tech stocks have been on a long winning streak on strong demand for hardware, software and services. But the sector’s growing clout over everyday life also raises the risks of what can go wrong. The Nasdaq Composite has spent the past month trading at a 28% premium to the S&P 500 as a multiple of forward earnings, compared with its three-year average of 22%. That is a sign that tech’s new risks haven’t been fully priced in.", "host": "the-wall-street-journal", "date": "2018-03-27T22:23:08Z", "url": "https://www.wsj.com/articles/techs-risk-bill-comes-due-1522189387"}, {"article": "Amazon.com’s AWS division saw revenue jump last year as demand for cloud services remains hot. Photo: chris helgren/Reuters  The world’s largest tech companies further their advantage by building out extensive, global networks to deliver online services to businesses and consumers. This has never been an inexpensive endeavor, but the need for further sophistication and computing power has the bills growing larger each year and there are no signs of a slowdown on the horizon.  Take, for example, the largest three U.S.-based operators of cloud computing services. Amazon.com , AMZN -3.20% Microsoft MSFT -2.33% and Alphabet Inc.’s GOOGL -2.20% Google had a combined $41.6 billion in capital expenditures and capital lease deals in 2017. That is up 33% from the previous year and represents an acceleration from the 23% growth in spending seen in 2016. Not all of this goes to data-center construction, though all three have identified network expansion as a major area of focus for their capital spending plans.", "host": "the-wall-street-journal", "date": "2018-02-11T15:30:06Z", "url": "https://www.wsj.com/articles/cloud-bills-will-get-loftier-1518363001"}, {"article": "Nvidia to date has said nothing about plans to build flying cars. Which is a shame, as its stock has clearly figured out how to defy the laws of gravity.  The company, whose graphics processing chips are becoming key components in the artificial-intelligence systems being built into data centers and automobiles, saw its market value double in 2017 after tripling the year before. It has picked up another 16% not two weeks into the new year.  ...", "host": "the-wall-street-journal", "date": "2018-01-12T10:42:08Z", "url": "https://www.wsj.com/articles/why-nvidia-shares-cant-rise-forever-1515753001"}, {"article": "Nvidia still generates most of its sales from graphics chips used in videogames, but the company’s advancements with artificial intelligence has opened the door to new opportunities. Above, Nvidia CEO Jensen Huang speaks at CES earlier this year.  Nvidia still generates most of its sales from graphics chips used in videogames, but the company’s advancements with artificial intelligence has opened the door to new opportunities. Above, Nvidia CEO Jensen Huang speaks at CES earlier this year. Photo: David Paul Morris/Bloomberg News  Nvidia NVDA -3.22% and Facebook are two very different companies. But both have recently come to learn a painful lesson: When tech is everywhere, so are the risks.  Facebook, of course, has been battered over its handling of user data. Nvidia’s challenges are very different. The company, whose main business is making chips for videogames, has spent the past couple of years aggressively building chips designed to run self-driving cars. This has led to partnerships with several auto makers as well as companies like Uber, which has been developing its own fleet of autonomous vehicles.  But the problem with putting tech in the driver’s seat is that the buck tends to stop there as well. One of Uber’s self-driving cars was involved in a fatal accident on March 18. Nvidia’s technology wasn’t blamed for the incident, and CEO Jensen Huang said late Wednesday that Uber doesn’t even use the company’s self-driving car system.  But Nvidia still elected to temporarily suspend tests of the vehicles using its platform while investigating the matter. That has meant a lot of bucks for Nvidia’s investors. The highflying stock has shed 12%—nearly $18 billion in market value—since the accident.  Nvidia still generates most of its sales from graphics chips used in videogames. But the company’s significant advancements with artificial intelligence has opened the door to new and expansive opportunities. Companies like Google, Microsoft and Amazon are snapping up Nvidia’s chips to deploy artificial intelligence capabilities in their data centers. Nvidia’s sales into this segment more than doubled in the fiscal year ended January and are expected to surge more than 60% this year to about $3.2 billion. The company also told analysts on Tuesday that it now sees its total addressable market in this space as being worth about $50 billion in the next five years.  The opportunity for self-driving cars is further out. Nvidia is projected to get 5% of its total revenue from autos in the next two years, but much of that will come from infotainment systems, not autonomous vehicles. But while that may limit the actual business risk, Nvidia’s name is now closely synced to the development of autonomous cars. That means mishaps involving those types of cars will likely weigh on the company’s shares.  That is far different from Facebook, whose core business is under fire. Yet both stocks have fallen sharply over the past two weeks. Nvidia’s was hit so hard in part because its market value has doubled over the past year.  That has put the chipmaker’s value on par with that of much-larger tech names like IBM . Nvidia also is one of the more expensive chip stocks on the market at 35 times forward earnings, though its rapidly expanding bottom line has moderated that valuation a bit. The company’s record to this point suggests it can still deliver on some outsize expectations. But investors should be ready for new twists in the road.  Write to Dan Gallagher at dan.gallagher@wsj.com", "host": "the-wall-street-journal", "date": "2018-03-28T20:23:52Z", "url": "https://www.wsj.com/articles/nvidia-feels-the-pain-of-techs-great-success-1522268630"}, {"article": "Here are some of the companies with shares expected to trade actively in Thursday’s session. Stock movements reflect premarket trading. —Up 1.4%: Facebook is curbing the information that it exchanges with companies that collect and sell consumer data for advertisers, as the social-media giant tries to calm an uproar over its handling of personal information. —Down 1.7%: […]", "host": "the-wall-street-journal", "date": "2018-03-29T13:31:01Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/29/stocks-to-watch-facebook-amazon-tesla-nvidia-boeing-starbucks-constellation-pvh-gamestop/"}, {"article": "Here are some of the companies with shares expected to trade actively in Friday’s session. Stock movements reflect premarket trading. —Up 1.8%: The Wall Street Journal reported that the e-commerce giant is preparing to launch a delivery service for businesses, positioning it to directly compete with United Parcel Service Inc. and . Shares of UPS […]", "host": "the-wall-street-journal", "date": "2018-02-09T14:23:49Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/09/stocks-to-watch-amazon-ups-fedex-expedia-nvidia-qualcomm-aig-fireeye-cboe/"}, {"article": "Here are some of the companies with shares expected to trade actively in Wednesday’s session. Stock movements reflect premarket trading.  Boeing—Down 5.6%: China’s announcement of 25% retaliatory tariffs on critical American exports, including soybeans, airplanes and autos, could hurt the aerospace giant. Boeing shares have risen 85% in the past year, powering the Dow industrials, but were down nearly 10% from their February all-time high entering Wednesday.  General Motors—Down 3.6%: Some investors worry that higher manufacturing costs and less global demand for cars will also hurt firms like General Motors.  Nvidia—Down 3.6%: The chips made by Nvidia and other highflying semiconductor firms are also heavily traded between the U.S. and China.  Facebook Inc.—Down 2.2%: Facebook said it has removed 70 Facebook and 65 Instagram accounts, as well as 138 Facebook pages, that were controlled by the Russia-based Internet Research Agency, which allegedly orchestrated the Russian campaign to manipulate the 2016 U.S. presidential election. Founder and CEO Mark Zuckerberg will appear at a House Committee hearing on April 11 and answer questions about the firm’s handling of user data.  Other large technology, internet, and e-commerce firms were also down premarket amid trade worries and concerns about stricter regulation and data privacy. Amazon.com fell 2.5%.  Apple—Down 2%: The iPhone maker hired a prominent executive from rival Google to lead its artificial-intelligence efforts, an area of growing importance where analysts say the tech giant has lagged rivals in research and recruiting. Shares of Alphabet, the parent company of Google, were down 1.8%.  Spotify Technology—Down 5.7% at $140.48: Shares of the music-streaming company roared in their debut Tuesday, opening at $165.90, trading as high as $169, then closing at $149.01 in a highly-anticipated direct listing. The stock traded well above early price indications and private-market trading throughout the day.  CBS—Down 2.6%: The Wall Street Journal reported that CBS has submitted a bid for Viacom that is below market valuation, with the offer contingent on its management team running the combined entity.  Cloudera—Down 34%: Cloudera, a big-data software company, topped revenue expectations last quarter but gave projections for the current quarter that came in below Wall Street expectations.  Lennar—Up 1.4%: The home builder said revenue increased nearly 30% in the most recent quarter from a year earlier, a larger increase than Wall Street expected.  Dave & Buster's Entertainment—Down 5.5%: The restaurant and arcade chain said same-store sales fell more than analysts expected in the most recent quarter.  CarMax—Down 3.8%: CarMax posted weaker-than-expected sales and earnings, as the used-car retailer said macro pricing factors led to a softer sales environment.  This is an expanded version of the “Stocks to Watch” section of our Morning MoneyBeat newsletter. To receive it every morning via email, click here: https://www.wsj.com/newsletters?sub=263", "host": "the-wall-street-journal", "date": "2018-04-04T13:22:48Z", "url": "https://blogs.wsj.com/moneybeat/2018/04/04/stocks-to-watch-boeing-gm-nvidia-facebook-amazon-apple-spotify-cbs-cloudera-lennar/"}, {"article": "Among the companies with shares expected to trade actively in Thursday’s session are , , , , , and . Shares of Amazon.com climbed 0.8% to $1,368.10 premarket following a DA Davidson price target increase on shares of the e-commerce giant to $1,800—the highest among Wall Street analysts tracked by FactSet. The previous high was […]", "host": "the-wall-street-journal", "date": "2018-01-25T14:28:51Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/25/stocks-to-watch-amazon-ford-fiat-chrysler-caterpillar-3m-lam-research-micron-nvidia/"}, {"article": "Good afternoon from the WSJ City desks in London. WSJ City is the app that delivers concise, smart news on business and finance for mobile. Download for iPhone or Android. Here’s essential reading on today’s developments. MUST READS FROM WSJ CITY The tech sector continued to sell off, with two names standing out among the rest. announced it […]", "host": "the-wall-street-journal", "date": "2018-03-28T15:52:12Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/28/wsj-city-pm-how-investors-have-missed-europes-boom-tech/"}, {"article": "is not the only one adding new members at a fast clip. The club of tech companies with market values above $100 billion has been growing as well. A strong fourth-quarter report from Netflix put the streaming company’s market value into that range on Tuesday. Netflix shares were up more than 10% by midday, adding […]", "host": "the-wall-street-journal", "date": "2018-01-23T17:21:01Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/23/big-tech-gets-bigger/"}, {"article": "GGP, which owns Park Meadows Mall in Colorado, shown, has seen its shares rise more than 7000% over the last nine years. Photo: ANYA SEMENOFF/DENVER  The U.S. stock bull market turned nine years old on Friday. The companies that have posted the biggest gains over that period may surprise you.  The index has more than quadrupled since bottoming on March 9, 2009, in the midst of the recession. Since then, rising corporate profits and a strengthening global economy have helped usher in a broad recovery in U.S. stocks.", "host": "the-wall-street-journal", "date": "2018-03-09T19:17:27Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/09/this-bull-markets-best-performing-stock-is-a-mall-owner/"}, {"article": "The logo for Twitter, which fell more than Facebook on Tuesday, on a phone post at the New York Stock Exchange in 2015.  The logo for Twitter, which fell more than Facebook on Tuesday, on a phone post at the New York Stock Exchange in 2015. Photo: Richard Drew/Associated Press  The highflying technology stocks had been ignoring rising threats for a while. Reality reasserted itself on Tuesday.  The immediate cause for plummeting tech shares was company-specific: Chip maker Nvidia Corp. NVDA -3.22% halted road tests of driverless vehicles after an Uber Technologies Inc. test car was involved in a fatal crash, and Facebook Inc. FB -1.34% CEO Mark Zuckerberg will be hauled before Congress. The announcements highlighted the risks to two of the biggest tech disruption themes, self-driving cars and social media.  But the market fall wasn’t just about Facebook and Nvidia, or even self-driving cars and social media, although the themes mattered, with Tesla Inc. dropping more than Nvidia, and Twitter Inc. TWTR -1.89% losing more than Facebook.  Instead, the market is waking up to an even broader threat: politics. It might also be sniffing another danger, from economics.  The political risk is obvious for Facebook, which stands at the unpleasant intersection of privacy fears and fake news. Facebook is accused of unwittingly aiding the manipulation of the U.S. election by Russian agents, of helping swing the Brexit referendum and, linked to both cases, failing to notice that the personal details of 50 million users had been snatched.  The arguments about who, what, where and why are far from being resolved, but Facebook highlights the forces gathering against tech investors. Disruptive companies are bound to make powerful enemies in old industries, but the tech companies have alienated many natural supporters among the wider public through their swagger, wealth and tax avoidance. Businesses that were once beloved by consumers for taking on the corporate establishment have become the corporate establishment in the eyes of many of their customers.  Cities and states were first to flex their muscles, forcing companies such as Uber and Airbnb Inc. to follow local rules and pay taxes. The threats now are much bigger.  The European Commission is pushing for a 3% tax on the revenue of internet giants, while pressure is increasing for “gig economy” workers to be treated as employees. The rush by companies to pull their ads from Facebook may be merely temporary, but it shows just how far the social network has slumped in public opinion and how much privacy is becoming an issue for Americans. In Europe, privacy rules have just been tightened again.  There is also a backlash to the sheer scale of many of the big internet companies. Earnest discussion among economists about the new monopolies is unlikely to lead directly to government intervention, but a change in public perception makes antitrust action more likely. Again, Europe has been leading the way by taking on Alphabet Inc.’s Google.  There is a further danger, from the economy. A stronger economy should mean more companies are able to demonstrate rising sales. Investors who want growth will be able to buy businesses exposed to the economic cycle, and the fast-expanding tech companies will lose some of their exclusivity in the minds of shareholders. The same point can be seen by looking at interest rates. As rates rise, profits far in the future look less attractive, which should compress the valuation of disrupters reinvesting all their earnings in the hope of future returns. If—and it is a big if—you expect the economy to improve and bond yields to rise, disruptive tech stocks should be less appealing.  Tech stocks rode high in the past three years, ignoring all these concerns as investors focused on the extraordinary profits and dominant market shares many were producing. Sentiment was overly positive, and the backlash was ignored.  It isn’t always true that highflying stocks fall further, but it certainly was on Tuesday. Out of the top 100 stocks in the S&P 500 for the year to Monday, 39 were in the bottom 100 on Tuesday, about double what would be expected by chance. It worked the other way, too, with just over one-third of the bottom 100 stocks for the year in the top 100 on Tuesday, led by General Electric Co. , the fifth-worst performer this year and the best on Tuesday.  In the short run, the drop means the overly fast upward momentum of the big tech stocks has abated, leaving them less exposed to further selling driven by technical factors, although Amazon.com Inc. led more falls on Wednesday after a report that President Donald Trump wants to target the company.  In the longer run, expect lots of contrition from tech company CEOs as they try to head off political pressure on the bottom line.  Write to James Mackintosh at James.Mackintosh@wsj.com", "host": "the-wall-street-journal", "date": "2018-03-28T13:28:09Z", "url": "https://www.wsj.com/articles/in-politics-vs-tech-profits-investors-are-the-losers-1522243398"}, {"article": "This year’s best-performing semiconductor stock could be in for some turbulence. has been a standout stock, with shares soaring 48% this year. To compare, the PHLX Semiconductor Sector Index is up 12%, FactSet data show. Now options traders are bracing for an almost 8% swing in Micron Technology shares after the chip maker reports earnings […]", "host": "the-wall-street-journal", "date": "2018-03-20T17:28:24Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/20/traders-brace-for-big-swings-in-standout-stock-of-2018-micron-technology/"}, {"article": "The first blockchain exchange-traded funds will make their debut this week, but good luck finding them. Two ETFs slated to launch Wednesday had to erase the word “blockchain” from their name after a last-minute intervention by the Securities and Exchange Commission, according to two ETF firms. The SEC insisted on the name changes amid a […]", "host": "the-wall-street-journal", "date": "2018-01-16T16:42:22Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/16/whats-in-a-name-for-two-blockchain-etfs-not-the-word-blockchain/"}, {"article": "In the absence of a bitcoin exchange-traded funds, investors are snapping up the next-best thing. Investors have poured almost $180 million combined into two week-old ETFs that buy companies that have invested in blockchain, the technology behind the cryptocurrency. They are the first such ETFs to launch, and have capitalized on the demand for investments pegged […]", "host": "the-wall-street-journal", "date": "2018-01-24T16:39:56Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/24/investors-snapping-up-new-blockchain-etfs/"}], "TSLA": [{"article": "Tesla Inc. is voluntarily recalling about 123,000 Model S sedans globally after discovering that certain corroding bolts in cold weather climates could lead to a power-steering failure.  The Silicon Valley auto maker on Thursday said the recall, believed to be the company’s largest ever, applies to Model S sedans built before April 2016. Tesla said the issue is known to have involved less than 0.02% of the potentially affected vehicles in the U.S.  ...", "host": "the-wall-street-journal", "date": "2018-03-29T22:12:34Z", "url": "https://www.wsj.com/articles/tesla-recalls-123-000-model-s-cars-over-bolt-issue-1522361482"}, {"article": "Tesla Inc. said it updated the pay package for Chief Executive Elon Musk with a plan that again ties his compensation entirely to key performance benchmarks—albeit this time much larger ones, including an ultimate goal to hit $650 billion in market value.  The pay plan, which shareholders must still approve, is designed to keep Mr. Musk as Tesla’s top leader for years to come—although allows for the prospect that he might evolve away from the day-to-day role of CEO into one of executive chairman and chief product officer.  ...", "host": "the-wall-street-journal", "date": "2018-01-23T13:50:08Z", "url": "https://www.wsj.com/articles/tesla-gives-musk-new-long-term-pay-deal-tied-to-big-targets-1516704840?mod=searchresults&amp;page=1&amp;pos=2"}, {"article": "Tesla Inc. is expected to release fourth-quarter financial results after the market closes Wednesday. Here’s what you need to know:  EARNINGS FORECAST: Tesla is expected to post an adjusted loss of $3.15 a share, according to analysts surveyed by FactSet, compared with an adjusted 69 cent-a-share loss a year earlier. Adjusted results exclude stock-based and acquisition costs, and other items.  ...", "host": "the-wall-street-journal", "date": "2018-02-07T10:30:04Z", "url": "https://www.wsj.com/articles/tesla-earnings-what-to-watch-1517999400"}, {"article": "Lately, even the good news at Tesla arrives with serious strings attached. Analysts at brokerage firm Jefferies upgraded Tesla to hold on Monday morning, a welcome development after a brutal week for the high-flying electric automaker. “We consider a small possibility of Tesla releasing supportive data this week,” the analysts wrote, in reference to Tesla’s […]", "host": "the-wall-street-journal", "date": "2018-04-02T15:46:51Z", "url": "https://blogs.wsj.com/moneybeat/2018/04/02/some-good-news-for-tesla/"}, {"article": "Tesla is literally flying high after Elon Musk’s successful rocket launch, which blasted a vehicle into outer space. Fourth-quarter earnings out Wednesday, however, still point to a number of challenges back here on Earth.  Tesla reported fourth-quarter revenue of $3.3 billion and an adjusted loss of $3.04 a share. That just beat the analyst consensus loss of $3.11. But a year ago, the consensus for the fourth quarter was a loss of 17 cents a share.  ...", "host": "the-wall-street-journal", "date": "2018-02-07T23:12:59Z", "url": "https://www.wsj.com/articles/tesla-cant-defy-gravity-forever-1518043359"}, {"article": "Among the companies with shares expected to trade actively in Tuesday’s session are Netflix, Johnson & Johnson, Travelers, Tesla, JPMorgan Chase and Twitter.  Netflix shares rose 11% premarket after the streaming giant again posted strong subscriber growth even as it faces increased competition for viewers and programming.  Shares of Johnson & Johnson fell 0.9% premarket despite the health-care giant’s quarterly profit and sales beats and upbeat 2018 outlook.  Travelers shares advanced 1.9% premarket. The insurance giant exceeded Wall Street’s earnings and revenue expectations in the most recent quarter despite charges related to California wildfires.  Shares of Tesla rose 2.5% before the opening bell after the electric auto maker said it updated the pay package for Chief Executive Elon Musk with a plan that again ties his compensation entirely to key performance benchmarks—albeit this time much larger ones, including an ultimate goal to hit $650 billion in market value.  JPMorgan Chase shares declined 0.2%premarket following the news that the bank is unrolling a $20 billion, five-year investment across its businesses based on benefits from recent tax-law changes, a softer regulatory environment and its overall growth.  Shares of Twitter shed 3.5% before the opening bell after the social-media firm said operating chief Anthony Noto will become the next chief executive of Social Finance Inc..  Apple added 0.3% premarket on the news that its delayed HomePod speaker will hot stores Feb. 9 and be available to order online beginning Friday in key markets.  Shares of Procter & Gamble were down 2.2% premarket. The consumer products giant posted quarterly profits that topped expectations and raised its earnings projections for the 2018 fiscal year, though sales from the most recent quarter were roughly in line with analyst expectations.  Verizon Communications shares climbed 1% premarket after the wireless carrier reported higher-than-expected sales and said it will use savings from the recently-passed tax overhaul to pay down debt.  Shares of Adobe Systems advanced 2.4% before the opening bell. The cloud-based software provider raised its fiscal 2018 profit projections following tax changes and said chief financial officer Mark Garrett will retire later this year.  Kimberly-Clark shares were up 1.8% premarket following the firm’s announcement that it will cut about 13% of its global workforce, or at least 5,000 jobs, as the company grapples with sluggish sales of household staples ranging from diapers to toilet paper.  Shares of Steel Dynamics added 2% premarket after the steel producer exceeded Wall Street’s sales projections for the most recent quarter and said global steel demand remains healthy.  TD Ameritrade Holding shares rose 2.4% premarket following the discount brokerage’s quarterly earnings and revenue beats and raised fiscal 2018 outlook.  Shares of Wayfair were down 2.4% before the opening bell. Stifel Nicolaus analysts downgraded shares of the e-commerce home goods firm to hold from buy.  Dick's Sporting Goods shares climbed 1.7% to $35.22 premarket after a Susquehanna analyst upgrade to positive from neutral and a price target increase to $41 from $25.  Shares of Whirlpool rose 4.3% premarket following the news that President Donald Trump is slapping steep tariffs on imports of solar panels and washing machines. The maker of home appliances said it is adding 200 workers at its Ohio manufacturing plant in annticipation of increased demand.  This is an expanded version of the “Stocks to Watch” section of our Morning MoneyBeat newsletter. To receive it every morning via email, click here: https://www.wsj.com/newsletters?sub=263", "host": "the-wall-street-journal", "date": "2018-01-23T14:28:08Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/23/stocks-to-watch-netflix-jj-travelers-tesla-jpmorgan-chase-twitter-apple-pg-verizon/"}, {"article": "Among the companies with shares expected to trade actively in Friday’s session are , , , , and . VMware shares surged 5% premarket following a Wall Street Journal report that Dell Inc. is considering a range of strategic alternatives that could transform the maker of PCs and data-storage devices. The report said Dell is expected to […]", "host": "the-wall-street-journal", "date": "2018-01-26T14:26:03Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/26/stocks-to-watch-vmware-intel-starbucks-tesla-nike-western-digital-honeywell-rockwell-collins/"}, {"article": "I have a suspicion that Stephen Curry and Elon Musk are the same person. First, as was said of Michael Jackson and Diana Ross, you never see them in the same room together. More important, they both dislike crowded spaces.  Mr. Curry, a two-time NBA most valuable player with the Golden State Warriors, has mastered the art and science of shooting 3-pointers. But a closer look at his stats reveals that he really likes to shoot uncontested 3s. Who wouldn’t? Making uncontested baskets is a lot easier.  ...", "host": "the-wall-street-journal", "date": "2018-02-25T21:45:47Z", "url": "https://www.wsj.com/articles/elon-musks-uncontested-3-pointers-1519595032"}, {"article": "The National Transportation Safety Board expressed displeasure with Tesla Inc.’s recent disclosure that the company’s semiautonomous driving system was activated before a fatal crash last month in California.  The agency, which dispatched a team last week to investigate the March 23 crash, said Sunday it is “unhappy” that Tesla revealed detailed information it had gleaned from vehicle logs about the collision, including its suggestion that the driver had time to put his hands on the wheel and react.  ...", "host": "the-wall-street-journal", "date": "2018-04-02T00:22:33Z", "url": "https://www.wsj.com/articles/ntsb-unhappy-with-tesla-over-crash-disclosures-1522628551"}, {"article": "The number of U.S. homeowners putting solar panels on their roofs declined last year after leading installers including Tesla Inc. abandoned aggressive sales practices that had helped drive breakneck growth.  Residential solar had been on a tear, averaging 49% annual growth between 2010 and 2016, but the number of megawatts added last year dropped by 16% compared with the year before, according to new data from GTM Research, a firm that tracks renewable energy. It was the first annual decline since at least 2000, which is as...", "host": "the-wall-street-journal", "date": "2018-04-04T09:30:05Z", "url": "https://www.wsj.com/articles/home-solardimsas-tesla-others-curb-aggressive-sales-1522834201"}, {"article": "Tesla Inc. shares just finished their worst month in more than seven years. Now, options traders are gearing for more turbulence.  A measure of expected volatility in the stock is at the highest its been over the past year, indicating that there could be more gyrations ahead. An options measure called skew–a yardstick of how much its costs to protect against further stock declines–is near a year-long high for Tesla, Trade Alert data show.  The electronic auto maker’s shares fell about 5% on Monday, and options investors have been positioning for extreme moves in the company’s future stock price, Trade Alert data show.  Some of the top open interest positions–or number of options contracts outstanding–pay out if Tesla shares lose almost all of their value by January. The top open interest position on data provider Trade Alert is a bearish put contract that can be exercised if shares hit $50, about 80% below its share price. The last time the stock traded near that level was 2013. Tesla shares closed Monday at $252.48.  Options confer the right, not the obligation, to buy or sell a stock. Investors can tap options contracts to make directional bets or to hedge their portfolio holdings.  Such put contracts can be “some type of disaster insurance because the company is burning through so much cash,” said Fred Ruffy, analyst at Trade Alert, via email.  The electronic auto maker is voluntarily recalling about 123,000 Model S sedans around the world, and the National Transportation Safety Board has also expressed displeasure with Tesla’s recent disclosure that its semiautonomous driving system was activated before a crash last month.  Last week, Moody’s Investors Service downgraded the company, mentioning concerns about its cash levels.  After Tesla had its worst month in more than seven years, Chief Executive Elon Musk posted April Fools’ Day tweets which said the car company had gone bankrupt.  Others may be positioning for a rebound, springing for options tied to a strike price as high as $680, which expire January, Trade Alert data show. Tesla shares have never climbed to that level.  There are signs traders also remain on edge about other hot tech names as regulatory concerns swirl. A group that powered the S&P 500’s rally higher for much of last year has been clobbered recently.  Skew is also nearing a year-long high for Apple, Amazon and Netflix, Trade Alert data show. This could indicate that people are paying up for stock hedges, fearful of a deeper stock slide.  Shares of Amazon.com Inc. and Netflix Inc. fell about 5% on Monday. Apple shares lost 0.7%.", "host": "the-wall-street-journal", "date": "2018-04-02T17:30:34Z", "url": "https://blogs.wsj.com/moneybeat/2018/04/02/options-investors-brace-for-plunge-in-tesla-stock/"}, {"article": "Tesla will soon need money again. The trouble is, raising it suddenly looks a lot more challenging.  Moody’s Investors Service downgraded Tesla’s debt on Tuesday afternoon, citing persistently negative cash flow and continued production issues with the Model 3 mass-market sedan. Moody’s is keeping a negative outlook on the credit due to “the likelihood that Tesla will have to undertake a large, near-term capital raise in order to refund maturing obligations and avoid a liquidity shortfall.”  ...", "host": "the-wall-street-journal", "date": "2018-03-28T10:40:40Z", "url": "https://www.wsj.com/articles/the-clock-is-ticking-faster-at-tesla-1522233639"}, {"article": "Tesla will soon need money again. The trouble is, raising it suddenly looks a lot more challenging.  Moody’s Investors Service downgraded Tesla’s debt on Tuesday afternoon, citing persistently negative cash flow and continued production issues with the Model 3 mass-market sedan. Moody’s is keeping a negative outlook on the credit due to “the likelihood that Tesla will have to undertake a large, near-term capital raise in order to refund maturing obligations and avoid a liquidity shortfall.”  ...", "host": "the-wall-street-journal", "date": "2018-03-28T09:33:05Z", "url": "https://www.wsj.com/articles/the-clock-is-ticking-faster-at-tesla-1522229404"}, {"article": "Tesla’s first-quarter production figures underscored two things about the maker of electric cars: The company seems to pack lots of activity into the final days of its quarters, and it keeps having trouble meeting its hugely optimistic targets.  Tesla said Tuesday it had produced 2,020 of its Model 3 sedans in the previous seven days. What few noticed is that production for those seven days (which actually extended a bit into the second quarter) amounted to 21% of all the Model 3s Tesla built during the first quarter. That’s...", "host": "the-wall-street-journal", "date": "2018-04-04T21:23:18Z", "url": "https://www.wsj.com/articles/at-quarter-end-tesla-suddenly-got-busy-1522876356"}, {"article": "Tesla Inc. for the first time is notifying some reservation holders new to the electric-car brand that they can begin configuring and ordering their Model 3 sedan.  The milestone suggests production of the vehicle at Tesla’s assembly plant is picking up steam after a turbulent beginning in July. Previously, the Silicon Valley auto maker had limited opening orders to reservation holders who were employees or had been previous Tesla customers.  ...", "host": "the-wall-street-journal", "date": "2018-02-22T17:00:03Z", "url": "https://www.wsj.com/articles/tesla-begins-taking-model-3-orders-from-first-time-reservation-holders-1519318801"}, {"article": "Tesla Inc. TSLA -2.10% on Tuesday unleashed a bold pay package for Chief Executive Elon Musk that again ties his compensation entirely to key performance benchmarks. This time, the goals take the electric-car maker to cosmic heights, including an ultimate aim of hitting $650 billion in market value.  The pay plan, which shareholders must still approve, is designed to keep the 46-year-old billionaire as Tesla’s top leader for years to come while also allowing for the possibility he will transition eventually from the day-to-day role of CEO into one of executive chairman and chief product officer.  The plan, which is modeled on the program set for Mr. Musk in 2012, entails a 10-year grant of stock options that would vest in 12 tranches, each with shares equal to 1% of the company’s total shares outstanding as of Jan. 21, 2018. A tranche would vest only if a pair of milestones are achieved, one based on market value, the other on a measure of revenue or profit.  For example, the first tranche would vest if Tesla hits $100 billion in market value and either $20 billion in revenue or $1.5 billion in earnings before interest, taxes, depreciation and amortization, after adjusting for stock compensation. For all 12 tranches to vest, Tesla’s market value would have to reach $650 billion.  Tesla, which reported revenue of $7 billion for 2016, had a market value of about $58.8 billion as of Monday’s close. Mr. Musk owns about 20% of the company, according to S&P Global Market Intelligence.  Mr. Musk could net billions of dollars by hitting only a few of the milestones. Tesla said in a proxy filing the 20.26 million stock options today would have a preliminary value of about $2.62 billion. But if Tesla were to reach the audacious market value of $650 billion—as much as Amazon.com Inc. is worth today—the company said Mr. Musk’s stock award would reap him as much as $55.8 billion fully vested.  That total, however, assumes the company’s shares outstanding won’t be diluted. Tesla has added tens of millions of shares over the past several years, so that total dollar figure is unlikely.  “This ensures that Elon will continue to lead Tesla’s management over the long-term while also providing the flexibility to bring in another CEO who would report to Elon at some point in the future,” Tesla said in a statement about the plan on Tuesday. “Although there is no current intention for this to happen, it provides the flexibility as Tesla continues to grow to potentially allow Elon to focus more of his attention on the kinds of key product and strategic matters that most impact Tesla’s long-term growth and profitability.”  Tesla said that if none of the tranches are achieved, Mr. Musk wouldn’t receive any compensation. That would put him in circumstances similar to those of some other prominent Silicon Valley leaders who own enormously valuable stakes in their companies but receive little or no salary.  Mr. Musk is saying, “I want to set an audacious goal, and then if I achieve it, then pay me audaciously,” said John Challenger, a longtime expert in corporate compensation as chief executive of Challenger, Gray & Christmas. “He is in some ways capturing the spirit of Silicon Valley.”  Mr. Musk’s previous compensation program, granted in 2012, targeted a market value of $43.2 billion along with meeting certain milestones by 2022. It required him to remain CEO.  Adam Jonas, an analyst for Morgan Stanley, said the pay package is a “marketing tool” to attract talent and raise more money as the company faces greater competition in making electric and self-driving vehicles. “We view this incentive package as more important to investor confidence than to Musk financially,” Mr. Jonas wrote in a note to investors.  Since Tesla overtook Ford Motor Co.’s market value last year, and flirted with that of General Motors Co. , the Silicon Valley auto maker’s valuation has been a continual point of conversation. Critics question why investors are betting so much on a company that has yet to turn an annual profit and that has delivered a fraction of the sales of much larger auto makers.  Fans say they are betting on Mr. Musk’s vision for personal transportation that includes electric cars that drive themselves and draw their power from Tesla’s solar panels and storage batteries.  Such enthusiasm fueled Tesla’s growth last year, even as Mr. Musk struggled to ramp up production of the Model 3 sedan in a test of his ability to transform a luxury niche player into a more mainstream auto maker.  Mr. Musk had previously committed the company to reaching a market cap of $700 billion, something he reiterated last year. “I could be completely delusional, but I think I see a clear path to that outcome,” he told analysts in May.  Mr. Musk, who also heads other companies including Space Exploration Technologies Corp., or SpaceX, has hinted that he might want to change his role at Tesla.  In May, an analyst asked Mr. Musk if he planned to step away from Tesla after bringing out the Model 3, as he had previously suggested.  “I intend to be actively involved with Tesla for the rest of my life,” Mr. Musk said. “Hopefully, stopping before I get too old—or too crazy, I don’t know. But that doesn’t mean I should be CEO forever.” He suggested a role contributing in “product design and technology.”  Write to Tim Higgins at Tim.Higgins@WSJ.com", "host": "the-wall-street-journal", "date": "2018-01-23T20:01:32Z", "url": "https://www.wsj.com/articles/tesla-gives-elon-musk-new-10-year-pay-for-performance-deal-1516737688"}, {"article": "Elon Musk recently told attendees at the South by Southwest festival that two things are keeping him up at night: an apocalyptic future created by artificial intelligence, and production delays of Tesla Inc.’s Model 3 car.  Mr. Musk has good reason to worry about Tesla. The auto maker is entering one of the most critical phases in its history, a make-or-break period in which Tesla must boost production of the Model 3 or possibly face severe financial consequences.  ...", "host": "the-wall-street-journal", "date": "2018-03-15T11:00:06Z", "url": "https://www.wsj.com/articles/teslas-make-or-break-moment-is-fast-approaching-1521111603"}, {"article": "Tesla Inc. on Tuesday revealed it missed a crucial production goal for its new Model 3 sedan, though the auto maker showed progress toward building its first mass-market car and reassured investors about its capital needs.  The Silicon Valley auto maker said it produced 2,020 Model 3 cars in the past seven days—which includes two days in April—missing its goal of making 2,500 vehicles a week by the end of March.  Delaying...", "host": "the-wall-street-journal", "date": "2018-04-03T13:51:42Z", "url": "https://www.wsj.com/articles/tesla-misses-model-3-production-goal-but-shows-progress-1522762891"}], "IBM": [{"article": "The International Business Machines Corp. logo is displayed at the entrance of the Highlight Towers in Munich. The company on Thursday said that James Kavanaugh would be its next finance chief, a management change coming during a period of transition for the technology firm.  The International Business Machines Corp. logo is displayed at the entrance of the Highlight Towers in Munich. The company on Thursday said that James Kavanaugh would be its next finance chief, a management change coming during a period of transition for the technology firm. Photo: Matthias Balk/Zuma Press  International Business Machines Corp. IBM -2.25% announced a management revamp on Thursday, as it named a new finance chief while the current CFO takes a new role at the company.  James Kavanaugh will become senior vice president and finance chief effective Thursday. Mr. Kavanaugh is currently senior vice president, finance and operations, and previously served as IBM’s vice president and controller.  He succeeds Martin Schroeter, who—according to a company spokesman—will take on a sales-focused role as senior vice president, global markets, effective Thursday. Mr. Schroeter was previously general manager of IBM Global Financing before becoming finance chief in January 2014.  It is typical for IBM to move leaders to new assignments in January, so we ensure we have the best talent in key roles for our business, the spokesman said.  “Martin has been in the CFO role for four years and I think he’s looking to get a broader operational experience for possible future roles at IBM,” said Lou Miscioscia, managing director of Pivotal Research Group. “He’s moving to a good spot.”  The management changes come as IBM continues to struggle with its transition to higher-growth operations such as delivering pay-as-you-go services over the internet from older, shrinking businesses such as building and maintaining technology on customers’ premises.  IBM’s revenue slipped 0.4% from a year earlier, to $19.15 billion in the third quarter of 2017, marking it as the 22nd consecutive quarter of year-over-year revenue declines.  “IBM is long overdue for some fresh thinking in terms of strategy and positioning in the market,” said Moshe Katri, analyst with Wedbush Securities Inc. The company’s significant exposure to legacy products and services also exposes it to pricing pressure as that business is increasingly commoditized, he added.  “They could start with restructuring some problem or underperforming contracts in their services division,” Mr. Katri said. Other companies in the sector have followed this strategy to improve their profitability, he said.  Both Mr. Schroeter and Mr. Kavanaugh will host IBM’s fourth-quarter-earnings call, scheduled for January 18, 2018.  IBM has made no compensation decisions in connection with these appointments, the company said in a securities filing.  Write to Tatyana Shumsky at tatyana.shumsky@wsj.com and Ezequiel Minaya at ezequiel.minaya@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-11T23:47:35Z", "url": "https://www.wsj.com/articles/ibm-names-new-finance-chief-amid-management-reshuffle-1515710296"}, {"article": "Fifty years ago next month, invitation-only audiences gathered in specially equipped Cinerama theaters in Washington, New York and Los Angeles to preview a widescreen epic that director Stanley Kubrick had been working on for four years. Conceived in collaboration with the science-fiction writer Arthur C. Clarke, “2001: A Space Odyssey” was way over budget, and Hollywood rumor held that MGM had essentially bet the studio on the project.  The film’s previews were an unmitigated disaster. Its story line encompassed an exceptional...", "host": "the-wall-street-journal", "date": "2018-03-09T16:46:28Z", "url": "https://www.wsj.com/articles/how-kubricks-2001-a-space-odyssey-saw-into-the-future-1520609361"}, {"article": "Shipping giant A.P. Moller-Maersk is the latest company jump onto the blockchain train.  Maersk, which owns the world’s biggest container operator, said Tuesday that it will enter a joint venture with International Business Machines Corp. to create a more efficient and secure platform for organizing global trade using blockchain technology.  The...", "host": "the-wall-street-journal", "date": "2018-01-16T15:58:38Z", "url": "https://www.wsj.com/articles/maersk-and-ibm-partner-on-blockchain-for-global-trade-1516111543"}, {"article": "Even for IBM, growth doesn’t quite solve everything.  International Business Machines reported Thursday that fourth-quarter revenue rose nearly 4% year over year. Even adjusting for a boost from favorable currency rates, Big Blue’s top line managed its first period of growth in nearly six years. Strong sales of systems hardware business along with IBM’s growing cloud-computing service contributed to the uplift.  Still,...", "host": "the-wall-street-journal", "date": "2018-01-19T18:43:18Z", "url": "https://www.wsj.com/articles/ibms-growth-comes-at-a-cost-1516387395"}, {"article": "Regarding Rep. Robert Pittenger’s “How China Pushes the Limits on Military Technology Transfer” (op-ed, March 14): Few Americans would argue against measures to make this country more secure, and most would agree that protecting national security requires the proper tools. Still, many more would agree that being factual when discussing this topic is absolutely critical.  Legislation recently introduced in Congress and advocated in these pages by Rep. Robert Pittenger would make some needed improvements to the Committee on...", "host": "the-wall-street-journal", "date": "2018-03-16T23:43:51Z", "url": "https://www.wsj.com/articles/proposed-technology-export-bill-would-go-way-too-far-1521230540"}, {"article": "International Business Machines Corp. reported higher revenue for the first time in 23 quarters and signaled continued growth into 2018, giving Chief Executive Ginni Rometty breathing space as she tries to turn around the century-old tech giant.  Fourth-quarter revenue rose 3.6% to $22.54 billion. The last time IBM had revenue growth from the prior year was the first quarter of 2012, Ms. Rometty’s first as chief.  Several...", "host": "the-wall-street-journal", "date": "2018-01-18T21:30:04Z", "url": "https://www.wsj.com/articles/ibm-revenue-grows-for-the-first-time-since-2012-1516310031"}, {"article": "International Business Machines Corp. IBM -2.25% is scheduled to announce fourth-quarter earnings after the market closes Thursday. Here’s what to look for:  EARNINGS FORECAST: Analysts expect IBM to report earnings of $5.17 a share on an adjusted basis, which typically omits items such as acquisition- and retirement-related charges, according to a survey by Thomson Reuters. A year ago, IBM reported $5.01 in adjusted profit.  REVENUE FORECAST: Analysts expect total revenue of $22.05 billion for the quarter, up 1.3% from $21.77 billion a year earlier—what would be the first growth after 22 consecutive quarters of declines.  WHAT TO WATCH:  GROWTH, BUT FOR HOW LONG?: One quarter of growth after more than five years of declines doesn’t make a trend, some analysts caution. Fourth-quarter revenue was bolstered by two key factors, they say. First, foreign-exchange rates lately have shifted in IBM’s favor after years of cutting into financial performance. They likely accounted for roughly 3% of revenue in the quarter, said Toni Sacconaghi of Bernstein Research. Second, Q4 was the first full period that included sales of IBM’s latest industrial-strength computers that process transactions for retailers, banks and the like. The mainframes, which IBM typically introduces every few years, typically boost revenue across several business lines. That effect is cyclical and bound to taper after a few quarters, Mr. Sacconaghi said.  SERVICES AHEAD: Knowing an eventual drop-off in mainframe revenue is down the line, investors will be looking for other areas to pick up the slack. IBM’s two services segments, which include its consulting, IT hardware and software services and cloud operations, typically account for roughly 65% of total revenue. Both declined in recent quarters. “For IBM to get to revenue stability, which is what really matters for the stock multiple, services have to improve,” said David Grossman of Stifel Financial Corp.  TAX IMPACT: Analysts are struggling to evaluate precisely how the U.S. tax-reform bill recently passed by Congress will affect IBM. The company has said its aggregate tax rate is around 15%, plus or minus 3 percentage points, but some analysts believe the new law may push it as high as 20%. The company held around $71 billion in cash overseas at the end of 2016, said Steve Milunovich of UBS AG , and repatriating some of that money could eat into earnings. IBM hasn’t yet said what it expects to do with its stockpile in light of the new U.S. tax law.  Write to Ted Greenwald at Ted.Greenwald@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-18T11:00:04Z", "url": "https://www.wsj.com/articles/ibms-q4-earnings-what-to-watch-1516273200"}, {"article": "WASHINGTON—Lawmakers are moving to stanch the flow of U.S. technology to foreign investors, creating potential problems for a number of American companies that have bet big on partnering with China.  The Senate and House, with the backing of the White House, are working on bipartisan legislation to broaden the authority of the Committee on Foreign Investment in the U.S., a multi-agency body that has oversight of deals that could lead to the transfer of sensitive technology to rival countries. The current CFIUS statute doesn’t...", "host": "the-wall-street-journal", "date": "2018-01-29T13:00:11Z", "url": "https://www.wsj.com/articles/u-s-companies-brace-for-wider-scrutiny-of-chinese-deals-1517230800"}, {"article": "Among the companies with shares expected to trade actively in Friday’s session are International Business Machines Corp., , , , Chase & Co., and . shares fall 3.1% premarket after the technology firm narrowly topped earnings expectations for the most recent quarter, reported higher revenue for the first time in 23 quarters and signaled continued […]", "host": "the-wall-street-journal", "date": "2018-01-19T14:23:17Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/19/stocks-to-watch-ibm-american-express-nike-berkshire-jpmorgan-lowes-alphabet-netflix/"}, {"article": "PARIS—Some of France’s largest employers are seizing on President Emmanuel Macron’s labor-system overhaul to undertake mass layoffs, heralding a sea change for a country that has long coddled its workforce.  Peugeot SA, the country’s biggest car maker, plans to cut 1,300 jobs under new rules for voluntary layoffs that came into force at the start of the year. Société Générale SA, France’s third-largest listed bank by assets, and IBM Corp. are also preparing to take advantage of the measures.  ...", "host": "the-wall-street-journal", "date": "2018-02-19T12:43:50Z", "url": "https://www.wsj.com/articles/frances-new-layoff-law-triggers-flux-in-labor-market-1519041600"}, {"article": "Regarding Rep. Robert Pittenger’s “How China Pushes the Limits on Military Technology Transfer” (WSJ.com op-ed, March 14): Few Americans would argue against measures to make this country more secure, and most would agree that protecting national security requires the proper tools. Still, many more would agree that being factual when discussing this topic is absolutely critical.  Legislation recently introduced in Congress and advocated in these pages by Rep. Robert Pittenger would make some needed improvements to the Committee...", "host": "the-wall-street-journal", "date": "2018-03-18T17:35:35Z", "url": "https://www.wsj.com/articles/proposed-tech-export-bill-goes-way-too-far-1521394453"}, {"article": "One can look at the transformational impact of IT on companies and industries through a variety of lenses, including products and services, revenue and profit, sales and support and market strategy. One of the most important such lenses is the impact of IT on business processes, that is, on how work is actually done across the various functions of an organization.  IT-driven business process has gone through three distinct phases. First came process automation in the early years of IT, where companies automated and improved their existing processes while leaving the underlying structure of the organization in place. Then came enterprise-wide process reengineering and management, where the job was to redesign the flow of work and integrate management of the various process within the enterprise. The third phase is now starting, focused on the processes and transactions that determine how institutions interact with each other around the world. Here, blockchain is set to play a role.  Automation, reengineering and integrated management of business processes have had a major impact on lowering the costs and improving the efficiency of transactions within a firm. But as we well know, the internet and globalization have significantly increased the volume of transactions and other interactions taking place among institutions around the world. The processes to manage the conduct of business among companies have not kept up with the economy’s digital transformation, adding significant frictions and costs to their operations.  According to a 2016 IBM report, three major types of frictions predominate when conducting business among different institutions:  Information frictions: Participants in a transaction don’t have access to the same information; the required information is not easily accessible; and security and privacy risks keep rising, – e.g., hacking, cybercrime, identity theft.  Interaction frictions: Intermediaries are needed to help deal with growing scale and complexity; transactions take longer due to arcane global processes; and a lack of trusted marketplaces in many economies around the world.  Innovation frictions: These include legacy systems, bureaucratic processes and institutional inertia; restrictive regulations that stifle innovation and change; and growing uncertainties and threats that make it harder to move forward.  Blockchains have the potential to significantly reduce these various frictions by bringing one of the most important and oldest concepts, the ledger, to the internet age. Ledgers constitute a permanent record of all the economic transactions an institution handles, whether it’s a bank managing deposits, loans and payments; a brokerage house keeping track of stocks and bonds; a global company conducting business with its supply chain partners; or a government office recording births and deaths, the ownership and sale of land and houses, or legal identity documents like passports and driver licenses.  “Today, transactions are recorded in multiple ledgers,” noted the IBM report. “Each one captures at best a moment in time and reflects the information held by a single party: Bank X purchased or sold a mortgage, for example. They don’t record what happens next, what came before, or the role of others – partners, suppliers, consumers – in the transaction. Moreover, they’re prone to human error and vulnerable to tampering. By contrast, distributed ledgers can be shared and updated in near real-time across a group of participants.”  Blockchain technologies hold great promise for global supply chains ecosystems by increasing the speed, security and accuracy of financial and commercial settlements; tracking the supply chain lifecycle of any component or product; and securely protecting all the transactions and data moving through the supply chain. Blockchains provide an immutable, non-revocable record of all the transactions through the entire supply chain cycle, which will be of great help in the timely resolution of errors or disputes among supply chain partners.  In August, 2016 the World Economic Forum published an excellent report on The future of financial infrastructure, an ambitious look at how blockchain can reshape financial services. The report noted that blockchain technologies have the potential to transform the infrastructure and processes of the financial industry, bringing a diverse range of benefits including operational simplification, near-real time settlements among institutions, more accurate regulatory compliance and liquidity and capital improvements.  However, the report also warned that the evolution towards such a blockchain-based financial infrastructure and processes will take considerable time because it must overcome significant challenges. In particular, it will require the close collaborations of its various stakeholders around the world — including financial institutions, merchants and governments–to develop the appropriate legal and regulatory frameworks.  This emerging third phase in the evolution of business process transformation is both promising and challenging, as we once more apply IT to make economies more efficient, this time involving the interactions of institutions and industries all around the world.  Irving Wladawsky-Berger worked at IBM for 37 years and has been a strategic advisor to Citigroup and to HBO. He is affiliated with MIT, NYU and Imperial College, and is a regular contributor to CIO Journal.", "host": "the-wall-street-journal", "date": "2018-04-06T15:51:00Z", "url": "https://blogs.wsj.com/cio/2018/04/06/blockchain-and-business-process-transformation/"}, {"article": "IBM is one of the big tech companies exploring ethical standards to guide the development of artificial intelligence.  IBM is one of the big tech companies exploring ethical standards to guide the development of artificial intelligence. Photo: brian snyder/Reuters  WASHINGTON—Technology companies are racing to get ahead of regulators to shape the future of artificial intelligence as it moves deeper into our daily lives.  Companies are already working artificial intelligence, or AI, into their business models, but the technology remains controversial. So IBM Corp. , Intel Corp. and associations representing Apple Inc., Facebook Inc. and Alphabet Inc.’s Google unit are seeking to set ethical standards, or a sort of code of conduct, through alliances with futurists, civil-rights activists and social scientists.  Critics, however, see it as an effort to blunt outside regulation by cities, states or the federal government, and they question if tech companies are best suited to shape the rules of the road. For the corporations, the algorithms will be proprietary tools to assess your loan-worthiness, your job application, and your risk of stroke. Many balk at the costs of developing systems that not only learn to make decisions, but that also explain those decisions to outsiders.  When New York City proposed a law in August requiring that companies publish source code for algorithms used by city agencies, tech firms pushed back, saying they needed to protect proprietary algorithms. The city passed a scaled-back version in December without the source-code requirement.  “They’re hiding behind trade secrets so you can’t even get a look at what people are doing,” said Ryan Calo, a University of Washington law professor who has advised Congress members on AI issues.  AI, broadly speaking, refers to computers mimicking intelligent behavior, crunching big data to make judgments on anything from avoiding car accidents to where the next crime might happen.  Yet computer algorithms aren’t always clear on their logic. If a computer consistently denies a loan to members of a certain sex or race, is that discrimination? Will regulators have the right to examine the algorithm that made the decision? What if the algorithm doesn’t know how to explain itself?  From the Archives Executives from Baidu, Intel, Samsung and Walmart talk about how artificial intelligence will soon redefine our technological lives. They speak at the WSJ D.Live conference in Laguna Beach, Calif. (Originally published Oct. 18, 2017)  The Obama administration sought to address these issues. Under Mr. Obama, the Office of Science and Technology Policy issued white papers on the ethical implications on AI. Under Mr. Trump, the office still doesn’t have a director, and its staff is down to about 45, from about 130. A spokesman for the office declined to comment.  For now, the Trump administration has signaled it wants business to take the lead. The administration is worried overarching regulation could constrain innovation and make the U.S. less competitive, Michael Kratsios, the deputy in charge of tech policy at the Office of Science and Technology Policy, said at a conference in February. He noted China’s push into artificial intelligence, which it is doing without much ethical quibbling.  “We’re not looking for, or will be endorsing, broad, high level guidelines about AI rules,” Mr. Kratsios said. He called it “key” to create “the regulatory environment that ensures that the next great technologies happen here in the U.S.”  In the past six months, Intel, IBM, Workday Inc. and the Washington, D.C.-based Information Technology Industry Council—whose members include Facebook, Apple and Google—all issued principles on the ethical use of artificial intelligence. In January, Microsoft Corp. put out an entire book on “Artificial Intelligence and its Role in Society.”  In 2016, some of the biggest tech companies founded an ethics-setting organization called the Partnership on Artificial Intelligence to Benefit People and Society, based in San Francisco. There are many others with at least some industry funding, including Open AI, the AI Now Institute, doteveryone, and the Center for Democracy & Technology.  Proposed rules have ranged from specific guidelines for government use, to requirements that any algorithm be able to explain its process to consumers. Many would apply existing regulations to AI case-by-case, adapting aviation rules to drones or applying privacy protections to personal data in algorithms.  Setting rules is complicated because companies often can’t explain how their more complex systems, called “deep neural networks,” arrive at answers. Last year, University of Washington researchers reported that an algorithm that had learned—by itself—to distinguish between wolves and husky dogs appeared to be doing so by noticing snow on the ground in the wolf pictures, not because of any insight into the animal.  “Google, Facebook, those guys are very interested in performance and making these programs as smart as they can,” said Dave Gunning, who leads a project into making algorithms explain their processes for the government’s Defense Advanced Research Projects Agency.  “Explainability is not as important to them,” Mr. Gunning said. Google and Facebook didn’t respond to requests for comment.  At least one business executive, Elon Musk, founder and chief executive of Tesla Inc. and SpaceX, has cut back his role in the ethical research group he co-founded, Open AI. Mr. Musk quit the group’s board in February. The group said he wanted to “eliminate a potential future conflict of interest” with his role at Tesla, which is developing AI systems. He remains an Open AI adviser and funder.  Some in Congress are taking up the ethical debate. Washington Sen. Maria Cantwell and Maryland Rep. John Delaney, both Democrats, led a bipartisan bill introduced in December to establish a federal advisory council on the technology’s potential impact. There is also an AI caucus on the Hill, started in may, and committees have been holding hearings on AI, algorithms and autonomous vehicles. The European Union has already set regulations for AI algorithms, that are set to take effect in May.  Human-resources software maker Workday, which uses Ai algorithms, assumes that either now, or sometime soon, the U.S. will start to set guidelines.  “Our engagement now is in anticipation that one day there will be government regulation related to AI,” said senior vice president Jim Shaughnessy. He said Workday wants to “ensure a regulatory framework that serves society’s needs while allowing the potential of AI, and its benefits, to flourish.”", "host": "the-wall-street-journal", "date": "2018-03-13T09:30:17Z", "url": "https://www.wsj.com/articles/artificial-intelligence-rules-more-of-your-life-who-rules-ai-1520933401"}, {"article": "Humanoid robots are getting better at walking, talking and looking like humans. But as they continue to evolve, will us real humans want to spend time with them? And exactly how useful could they become? For this episode of Moving Upstream, WSJ’s Jason Bellini travels to Asia to meet some of the leaders in the humanoid robotics revolution.  Robots are getting better at walking, talking and looking like humans.  But big questions remain: Will we want to spend time with them on a regular basis? And how useful to humans could they become?  David Hanson, the founder of Hong Kong-based Hanson Robotics, thinks the true beauty of his creation, Sophia, lies beneath the surface: in her machine-learning capabilities.", "host": "the-wall-street-journal", "date": "2018-01-29T11:31:26Z", "url": "https://www.wsj.com/articles/the-robot-revolution-humanoid-potential-moving-upstream-1517221862"}, {"article": "PPG Industries*  Darden Restaurants*  Edwards Life Sciences†  Ameriprise Financial†  IBM†  Eaton†  Effective tax rate forecast under new tax law Effective tax rate range over two most recently reported years  0%  25  20  15  30  10  5  40  35  United Natural Foods*  T. Rowe Price Group†  D.R. Horton*  PPG Industries*  Darden Restaurants*  Edwards Life Sciences†  Ameriprise Financial†  IBM†  Eaton†  Effective tax rate forecast under new tax law Effective tax rate range over two most recently reported years  0%  40  5  10  15  20  25  30  35  United Natural Foods*  T. Rowe Price Group†  D.R. Horton*  PPG Industries*  Darden Restaurants*  Edwards Life Sciences†  Ameriprise Financial†  IBM†  Eaton†  Effective tax rate forecast under new tax law Effective tax rate range over two most recently reported years  25  30  35  20  10  5  40  15  0%  United  Natural  Foods*  T. Rowe  Price Group†  D.R. Horton*  PPG  Industries*  Darden  Restaurants*  Edwards Life  Sciences†  Ameriprise  Financial†  IBM†  Eaton†  Some economists caution the economic impact may not quite measure up to the growth in profits. Oxford Economics, a forecasting and consulting firm, estimates the legislation will contribute 0.4 percentage points to already-robust economic growth in 2018, and another 0.1 to 0.2 points in 2019, said Gregory Daco, head of U.S. economics for the consultancy.  About half of that is likely to come from business spending, and the rest from households, Mr. Daco said. Oxford estimates that each $1 of corporate tax cut will lead to 40 cents of spending, based on historical precedent, Congressional Budget Office studies and conversations with corporate executives.  That’s mostly a one-time gain. A reduction in taxes frees up profits to spend, but that then becomes the new normal, with further growth coming from general economic expansion or other factors.  At Amicus Therapeutics, the new tax law solved a geographic dilemma. The Cranbury, N.J., company is developing an experimental drug to treat Pompe disease, a rare inherited disorder that causes muscle weakness and can be fatal.  After early results for a new drug proved promising, Amicus wanted to increase production for further clinical testing and potential commercial sales.  Amicus, which has been using Chinese contract manufacturer WuXi Biologics to supply the drug, decided in August to build its own facility. The U.S. was at a disadvantage to Europe, due to its 35% statutory federal income-tax rate for companies. Ireland’s corporate tax rate, by contrast, is 12.5%.  Those financial considerations threatened to overshadow other advantages that a U.S. plant would offer, including the ease with which company officials could visit it, and the availability of talented workers in some regions.  “Our strong assumption was that it would be very challenging to establish a new bio-manufacturing facility in the U.S.,” Chief Executive John Crowley said in an interview.  As the tax legislation advanced in Congress last fall, however, building in the U.S. began to look more attractive. On Dec. 21, a day after Congress passed the final measure, which lowered the statutory corporate rate to 21%, Mr. Crowley recommended to his board the company focus on finding a U.S. site. The company has narrowed its choice to three East Coast cities Mr. Crowley declined to identify, and expects to decide in the next month or two. It expects the plant to cost $150 million to $200 million, and to employ at least 200 people at an average pay of $100,000 a year.  Amicus Therapeutics Chief Executive John Crowley, right, chose the U.S. over Europe for a new production facility. Photo: Melissa Golden for The Wall Street Journal  “With the changes in the tax law, it now makes the U.S. competitive with these geographies we’re looking at,” he said.  The rules of deal making, too, are changing. In the past two months, Aramark completed two acquisitions with a price tag of $2.35 billion as it snapped up hotel procurement and supply firm Avendra in December and uniform-rental and linen-supply firm AmeriPride Services Inc. last week.  Both are a kind of deal that, thanks to the new tax law, has become cheaper. One provision lets companies deduct the cost of buying some sorts of assets immediately, instead of over several years as prior tax law required—and expanded this treatment to used assets as well as new ones.  That essentially lets a buyer like Aramark get an immediate discount on the cash cost of part of its deals, the portion that reflects the acquisition of equipment, machinery and other tangible property.  Aramark’s acquisition of Avendra, a partnership, is automatically treated as an asset purchase, New York tax consultant Robert Willens notes, while deal documents indicate Aramark and AmeriPride agreed to treat that acquisition as an asset purchase as well for tax purposes. (Although the Avendra deal closed in December, the new tax treatment applies to assets acquired after late September.)  “The cost of deals structured in this manner have taken a turn for the better,” Mr. Willens said. “You’re getting a full 21% discount.”  In news releases, Aramark described its after-tax cost for the two deals as $1.86 billion, 21% less than the pretax price. Aramark said in a statement that it continues to evaluate the impact of the new tax law with accounting firm KPMG LLP, and plans to update investors on the acquisitions when it reports quarterly earnings on Feb. 6.  The same provision, speeding up tax deductions for capital spending, has prompted Kimberly-Clark, the diaper- and tissue-maker, to accelerate at least one major project, CEO Tom Falk said. The company’s board votes next month on a U.S. factory retooling expected to cost hundreds of millions of dollars. There wasn’t a timeline for the project previously.  “It gives us more incentive to invest, particularly in the U.S.,” Mr. Falk said in an interview. “The project made sense before the tax benefit. It makes more sense after the tax benefit.”  Similar reconsiderations are under way elsewhere. At United Natural Foods Inc., a grocery distributor with about 10,000 employees and more than $9 billion in annual revenue, the tax law has prompted a wholesale re-evaluation.  Projects previously viewed as risky are being given new consideration, Mike Zechmeister, the company’s finance chief, said in an interview. The return on investment improved by 4 percentage points on a warehousing project in the Pacific region of the U.S. that the company had already decided to pursue, he said, primarily because of the new lower tax rate.  “It’s going to impact all the decisions we make,” Mr. Zechmeister said. “Almost all investments look better from an investment standpoint because we won’t have to pay as much tax.”  Grocery distributor United Natural Foods Inc. is investing to overcome capacity bottlenecks. Photo: United Natural Foods  The tax break comes at a particularly good time for United Natural Foods, which has struggled to keep pace with surging demand for natural and organic goods. The company’s net sales rose 8% year-over-year during its last quarter to $2.5 billion, driven largely by Whole Foods, the chain acquired by Amazon.com Inc . last year and United Natural’s biggest customer.  That sudden growth proved costly. The Providence, R.I., company had an additional $25 million in lost sales from out-of-stock goods during its last quarter, along with higher labor costs and storage fees. Any expansion would help ease capacity bottlenecks that the company intends to resolve in coming months.  Some companies are holding pat, either because they want to see how the new rules shake out, or because they are worried about moving too fast.  Verizon said it would use most of its tax savings—$3.5 billion to $4 billion in extra cash in 2018—to pay down some of its $117 billion debt, rather than increase investments. It will also donate to its charity and give employees company stock.  Mr. McAdam, the Verizon CEO, said the wireless giant would remain disciplined about capital spending. “It’s very inconsistent that just because tax reform comes through, we are all of a sudden going to draw the line at a different place or lose that discipline,” he said on Tuesday.  Several firms have announced plans to plow most of their tax savings into dividends or share repurchases, about a third of which flow to foreign investors, by some estimates.  Bank of America Corp. is exploring how it might invest in branches, technology and its workforce, CEO Brian Moynihan told investors last week. “However, to be clear, we’d expect most of the benefits from tax reform will flow to the bottom line through dividends and share buybacks over time,” he added. A spokesman said payouts to shareholders will also help local economies.  The tax overhaul is altering corporate operations in sometimes surprising ways. Netflix Inc., for example, has changed the compensation it will pay three of its top officers, raising their salaries by a combined $19 million.  Its reasoning: The new tax law prevents companies from deducting any sort of pay over $1 million apiece for key executives. Prior law allowed companies to deduct that pay if it was tied to performance. So, having lost the benefit of a tax deduction for paying performance-based bonuses instead of salary, Netflix announced days after the tax law was passed that its board was scrapping the performance measures and converting the pay into straight salary instead, as it used to do before 2014.  The tax-law change is likely to eliminate tax deductions on $92 billion of pay, according to an analysis of Russell 3000 firms by Equilar. Several large companies—including Johnson Controls International PLC and drugmaker AmerisourceBergen Corp. —have said their boards are considering how the tax change affects their approach to compensation. Willis Towers Watson , a compensation-consulting firm, found that 40% of 333 employers it surveyed were either considering executive-pay changes or had already made some.  The ripple effects are hitting small businesses, too. Matthew Wells, president of Western Mechanical Contractors Inc. in Federal Way, Wash., is considering whether to restructure how his business is organized to maximize his benefits under the new tax law.  The 32-person plumbing and mechanical contracting firm is currently set up as an S corporation, a so-called pass-through structure in which the business itself isn’t taxed and its income goes to the owners, who reflect it on their individual tax returns.  Mr. Wells is trying to determine whether his tax bill would fall if he switched to a C corporation, which pays its own income taxes directly to the Internal Revenue Service—now at a 21% rate, down from a top rate of 35% before the new law.  Mr. Wells’ accountant is still poring over the new law, but has suggested the potential benefits may not be as great as the contractor initially believed. “I think they are going to try and talk us out of it,” said Mr. Wells. “But it is certainly something we are looking into.”  Christmas may be over but WSJ’s Richard Rubin keeps the holiday spirit alive by explaining who’s getting presents and who’s getting coal with the GOP tax bill.  —Sharon Terlep, Ruth Simon and Ryan Knutson contributed to this article.  Write to Theo Francis at theo.francis@wsj.com, Peter Loftus at peter.loftus@wsj.com and Heather Haddon at heather.haddon@wsj.com  Appeared in the January 26, 2018, print edition as 'Tax Overhaul Rips Through U.S. Business Landscape.'  Popular on WSJ", "host": "the-wall-street-journal", "date": "2018-01-25T16:57:53Z", "url": "https://www.wsj.com/articles/the-tax-law-just-one-month-old-is-roaring-through-u-s-companies-1516899466"}, {"article": "We’re now awash in “crypto” hype—cryptocurrencies like bitcoin and fundraising efforts like initial coin offerings. For every venture capitalist or technical expert, there’s a half-dozen hype men and fly-by-night startups making the entire space look like a 21st-century version of the Amsterdam tulip mania.  All that noise has obscured the bona fide efforts involving the underlying technology, blockchain. Of all the manifestations of crypto, it’s the most seemingly mundane applications of blockchain that could lead to the biggest...", "host": "the-wall-street-journal", "date": "2018-03-11T12:17:45Z", "url": "https://www.wsj.com/articles/why-blockchain-will-survive-even-if-bitcoin-doesnt-1520769600"}, {"article": "AT&T Inc. has reignited a sales process for its data-center business.  The telecom company has engaged Bank of America Corp. to explore a divestiture of its data centers, said people familiar with the matter.  The data-center business generates about $135 million of earnings before interest, taxes, depreciation and amortization, the people...", "host": "the-wall-street-journal", "date": "2018-02-02T00:48:56Z", "url": "https://www.wsj.com/articles/at-t-revives-sales-process-for-data-center-business-1517530555"}], "SNAP": [{"article": "Snapchat, the social-media app distinctive for its intimacy in an era of personal broadcasting, is moving beyond its so-called walled garden.  Starting Tuesday, parent company Snap Inc. said, some Snapchat users will be able to take videos and other content they encounter within the app and share it outside the walls, such as through Facebook, Twitter, email and text messaging.  Snap...", "host": "the-wall-street-journal", "date": "2018-01-23T14:18:17Z", "url": "https://www.wsj.com/articles/snapchat-cracks-open-its-walled-garden-1516716000"}, {"article": "For Snapchat, the fourth time proved to be the charm.  The social network’s parent company Snap Inc. posted fourth-quarter results Tuesday afternoon. It was also the company’s fourth quarterly report since going public last March.  But, unlike previous outings, Snap’s numbers this time around proved to be a hit. The company’s stock price jumped...", "host": "the-wall-street-journal", "date": "2018-02-06T23:27:37Z", "url": "https://www.wsj.com/articles/snap-sharpens-up-1517959164"}, {"article": "Snap Inc. is rolling out a new version of Snapchat that's surprisingly different than what came before. But don't panic: WSJ's David Pierce explains how to make the most of the new app. Photo/Video: Emily Prapuolenis/The Wall Street Journal  You know the old saying, right? If you can’t beat ’em...pivot.  That’s the story of the new version of Snap Inc.’s Snapchat, a complete overhaul currently rolling out to the app’s 187 million daily users. See, Facebook Inc.’s Instagram has waged a merciless campaign to destroy Snapchat by copying all its best features and offering them in a simpler app with more users. Snap invented the story format—in which users share short public videos that disappear after 24 hours—but more people make and watch stories on Instagram.  ...", "host": "the-wall-street-journal", "date": "2018-02-20T16:16:12Z", "url": "https://www.wsj.com/articles/the-new-snapchat-less-social-more-fun-1519143235"}, {"article": "8:56  Weathering the Storm: Two Families' Financial Struggles After Hurricane Harvey  When disaster strikes, having a safety net like flood insurance, a stable income, or savings can mean the difference between getting back on your feet, and living every day among the wreckage. We profile two families in Houston still recovering from Hurricane Harvey six months after the storm.", "host": "the-wall-street-journal", "date": "2018-02-20T16:00:00Z", "url": "http://www.wsj.com/video/6-tips-for-surviving-the-new-snapchat/1A18E880-546D-4158-9D39-EA4219E17677.html"}, {"article": "Jon Steinberg, the founder and CEO of the financial news startup Cheddar, appears at the New York Stock Exchange on Jan. 2. The company has raised $22 million to expand internationally and launch a second network.  Jon Steinberg, the founder and CEO of the financial news startup Cheddar, appears at the New York Stock Exchange on Jan. 2. The company has raised $22 million to expand internationally and launch a second network. Photo: Photo courtesy Jon Steinberg/Cheddar  Cheddar, the financial news streaming service aimed at millennials, is preparing to expand internationally and launch a channel on Snapchat Discover after securing a new investment round.  Roughly two years after its launch as a self-described “post-cable network,” Cheddar has raised $22 million, according to founder and Chief Executive Jon Steinberg.  The funding round, the company’s fourth, was led by Raine Ventures, an early-stage media-and-technology investment firm. Other investors include Liberty Global , LBTYA -2.70% Goldman Sachs, Antenna Group, 7 Global Capital, Dentsu Ventures, New York Stock Exchange owner Jeffrey Sprecher and Kelly Loeffler, chief communications and marketing officer of Intercontinental Exchange. Previously, Cheddar raised $32 million in three rounds led by Lightspeed Venture Partners and Raine Ventures.  The company is now valued at $160 million, up from $85 million after the last fundraising round, Mr. Steinberg said.  Mr. Steinberg, the former president of BuzzFeed, has pitched Cheddar as a disrupter of cable news networks aimed at millennials who are cutting the cord and turning away from traditional news. About 95 percent of the company’s revenue comes from advertising, Mr. Steinberg said, mostly native ad sponsorships from big-ticket advertisers like Fidelity and E-Trade that start at $125,000 per month.  The company has booked $18 million in revenue for 2018, Mr. Steinberg said, mostly from advertisers who’ve signed six- to 12-month deals. The remaining revenue comes mostly from selling shows to networks and platforms such as Fusion and Spotify. The company finished 2017 with $11.3 million in revenue.  Mr. Steinberg said Cheddar is hoping to forge distribution partnerships with new investors Liberty Global, a cable giant, and Antenna Group, which owns television stations in Greece, Serbia, Slovenia and Montenegro. He’s optimistic that the investment from Dentsu Ventures will give Cheddar an entrée to Japan.  Cheddar, which has about 130 employees, isn’t planning to grow its headcount drastically over the next year, Mr. Steinberg said. By the end of 2019, he expects the company will have fewer than 200 employees, part of an effort to keep expenses to a minimum. In December, Cheddar had operating expenses of $1.5 million and was nearly profitable, Mr. Steinberg said. This year, he doesn’t expect costs to break more than $2 million monthly.  “It will certainly cost something to go international, but I raised the money to get this great group of investors involved,” Mr. Steinberg said. “To have Liberty and Antenna partner to take us onto their systems. For now the cash is in the bank. We have more than enough cash to invest in what we want, get profitable and never raise again.”  It hasn’t been determined yet whether Liberty and Antenna would distribute Cheddar on their linear TV systems or over the top, Mr. Steinberg said.  Some of the money from the raise will go toward building a second news network, called Cheddar Big News. The streaming network will focus on general-interest happenings in the mode of local TV news. The network, which will cost between $1 and $1.5 million to launch, is scheduled to debut in April, Mr. Steinberg said.  The company is also planning to launch a channel on Snapchat Discover in April focused on business and tech news.  Cheddar is moving away from a strategy, announced shortly after its launch, to focus on subscriptions as a revenue stream, Mr. Steinberg said. The company put up a paywall in May 2016 and charged users $6.99 per month for access to its content but has since shifted to a strategy of launching with over-the-top bundles like Sling, Philo, X1 and Molotov, Mr. Steinberg said. The company will allow its users to log into its apps and websites with their credentials from those companies.  Although the media industry is facing serious challenges including fierce competition for advertising by companies like Facebook and Google, Raine Ventures decided to invest because of Cheddar’s potential to disrupt the existing pay-TV business model, said Gordon Rubenstein, managing partner at Raine Ventures.  “We don’t think of Cheddar as a traditional media company,” said Mr. Rubenstein, who sits on Cheddar’s board. “This is a post-cable network. And we think it’s a next-generation, global news and information platform that is thinking about the industry differently than any company we’ve seen in this space.”", "host": "the-wall-street-journal", "date": "2018-03-19T20:13:12Z", "url": "https://www.wsj.com/articles/cheddar-the-cnbc-for-millennials-raises-22-million-for-international-expansion-1521487261"}, {"article": "Commuters browse on their smartphones as they wait for a train in a subway station in New York City.  Commuters browse on their smartphones as they wait for a train in a subway station in New York City. Photo: JEWEL SAMAD/Agence France-Presse/Getty Images  Alphabet Inc.’s GOOGL -2.20% Google unveiled new technology that lets publishers create visual-oriented stories in a mobile-friendly format similar to the style popularized by Snapchat and Instagram.  Starting Tuesday, publishers will be able to try out a developer preview of AMP stories, which feature swipeable slides of text, photos, graphics and videos, Google announced in a blog post.  Publishers including Vox Media, Condé Nast, Meredith Corp. MDP -0.74% and Time Warner Inc.’s CNN were involved in the early development of the technology and have already begun creating such stories for the mobile web.  AMP stories are reminiscent of the immersive, vertical stories pioneered by Snap Inc.’s SNAP -0.97% Snapchat, which spurred copycat features from social-media rivals. In 2016, Facebook Inc.’s Instagram launched Instagram Stories, a swipeable product that has also gained traction among many publishers.  With publishers eager to make money from the rising tide of consumers viewing content on mobile devices, tech companies also have introduced products designed to aggregate news and speed the loading of articles on mobile, including Apple Inc.’s Apple News app and Facebook’s Instant Articles.  Unlike those products, however, AMP stories don’t yet allow advertising to be incorporated. Google is in the process of building support for ads but didn’t disclose a time frame. Meanwhile, the lack of monetization on AMP stories threatens to slow its adoption among publishers.  Even though creating AMP stories won’t pay immediate dividends, several publishing executives expressed willingness to experiment with the format in the hopes of an eventual payoff.  AMP stories with CNN, Mic, SBNation and the Washington Post. Photo: CNN, Mic, SBNation, Washington Post  “Google has a track record of delivering a return on investment in the longer run,” said Regina Buckley, senior vice president of digital business development at Meredith, the magazine and online publisher that recently acquiredTime Inc. “And we’re willing to take a leap of faith on that.”  Google’s AMP stories format builds on code from its Accelerated Mobile Pages (AMP) project, a framework that allows publishers to create webpages that load much faster than conventional pages on the mobile web. The format has been met with mixed reactions. Some publishers have praised AMP for sending them additional traffic from search and speeding up their pages, while others have criticized the format for being too bare bones to allow for the full spectrum of digital ads, reducing their revenue per pageview.  Google is rolling out AMP stories gradually. Beginning Tuesday, users can find the stories by searching for one of the participating publishers on Google or following a link on a mobile browser to a test version of the stories.  Google will monitor reactions to AMP stories over the coming months and consider integrating them more fully into search, which could eventually lead to a separate section for AMP stories on a Google search results page.  Although Google hasn’t promised that AMP stories will receive a bump in search traffic, the prospect of additional readership is one incentive to try out the technology, said Joe Alicata, chief product officer at Vox Media. He added that Vox Media would make the format available to advertisers if ads become supported.  Google paid publishers to help develop the AMP stories technology, said Rudy Galfi, a product manager at Google. He declined to say how much or whether the payments will continue, only that the money helped publishers cover their costs during the development period. Hearst Corp., Mashable, Mic and the Washington Post were also involved in the early development of the format.  S. Mitra Kalita, vice president for programming at CNN Digital, said she hopes CNN will draw additional search traffic with AMP stories, but she is taking a “wait and see” approach to further investment.  “I don’t look at it in a vacuum,” Ms. Kalita said. “We’re going to evaluate it on the revenue, the resources it takes to put out, the traffic potential and the numbers of users reached.”", "host": "the-wall-street-journal", "date": "2018-02-13T05:30:04Z", "url": "https://www.wsj.com/articles/googles-new-amp-stories-bring-snapchat-like-content-to-the-mobile-web-1518499801"}, {"article": "Snapchat has a message for television broadcasters: We’re friends, not enemies.  The social-media app is preparing to launch a tool to let television networks pipe snippets of live broadcasts directly into Snapchat, starting this Saturday with NBC’s coverage of the Olympic Games in Pyeongchang, South Korea.  The move could forge closer ties...", "host": "the-wall-street-journal", "date": "2018-02-07T12:02:04Z", "url": "https://www.wsj.com/articles/snapchat-to-show-live-video-of-nbcs-olympics-coverage-1518004921"}, {"article": "Alphabet Inc.’s Google is likely to command of 37.2% of the U.S. digital advertising market, down from 38.6% last year, according to research company eMarketer.  Alphabet Inc.’s Google is likely to command of 37.2% of the U.S. digital advertising market, down from 38.6% last year, according to research company eMarketer. Photo: mike blake/Reuters  Google and Facebook Inc. FB -1.34% have dominated the U.S. digital advertising market for years, earning them the title of “the digital duopoly” and leaving competitors scrambling for crumbs. But now there are signs that platforms like Amazon and Snapchat are chipping away at their market share.  In its latest forecast, research company eMarketer predicts the combined U.S. digital ad market share of Alphabet Inc.’s GOOGL -2.20% Google and Facebook will fall for the first time this year, shrinking to 56.8% from 58.5% last year. At the same time, overall digital ad spending in the country is likely to grow nearly 19% to $107 billion in 2018.  To be sure, Google and Facebook are still increasing their total ad revenue significantly, and no other competitor even cracks 5% market share. But those smaller rivals are growing more quickly than expected and are seeking a larger share of the pie.  Google’s U.S. revenue from digital advertising is expected to increase about 15% this year to $39.92 billion, while Facebook’s would jump 17% to $21 billion, according to eMarketer’s forecast.  That would give Google command of 37.2% of the market, down from 38.6%. Facebook’s market share will likely be 19.6%, down from 19.9%, the first time eMarketer has projected such a decline for the social-media company. Google’s market share contracted for the first time in 2016.  Google and Facebook declined to comment.  Related Video ​Google handles 90% of the world's internet searches, and it increasingly is promoting a single answer for many questions. Even subjective or unanswerable queries sometimes get seemingly definitive answers. Here's how the algorithms are -- and aren't -- working. Video/Photo Illustration: Heather Seidel/The Wall Street Journal  Advertisers’ relationships with Google and Facebook have grown tense in recent years amid controversies over ads appearing next to inappropriate content, measurement discrepancies, and questions over the tech companies’ roles in Russia’s efforts to spread misinformation to influence the 2016 U.S. presidential election.  EMarketer’s estimate for Google and Facebook’s combined share of the market in 2017 was revised down to 58.5% from a forecast in September of about 63%, because the overall market grew more than projected to $90.4 billion last year.  In the same September forecast, eMarketer predicted that both companies would achieve a slight uptick in total market share in 2018. But the firm has since adjusted its estimates to account for other digital companies experiencing “faster-than-expected growth,” according to the report.  While it is a relatively small player in the digital ad industry so far, Amazon.com Inc. AMZN -3.20% is among the companies emerging as a potential rival to the duopoly. The retail giant is projected to bring in $2.89 billion in U.S. digital advertising this year, a 64% increase over 2017.  Amazon, the fifth-largest digital ad player on eMarketer’s list, is likely to capture 2.7% of the U.S. market this year. But by 2020, the firm expects Amazon to jump to third place, surpassing Verizon Communication Inc.’s Oath and Microsoft Corp. , with $6.4 billion in digital ad sales in the U.S.  “So far, it’s been conservative in its ad load. It remains an open question as to when Amazon will take advantage of its significant reach and dominance in shopper data to ramp up the placement of ads in other areas,” said eMarketer senior forecasting director Monica Peart in the report.  Amazon didn’t immediately respond to requests for comment.  Snap Inc., though still a small competitor, is forecast to grow its U.S. digital ad revenue by 82% to more than $1 billion in 2018 while increasing its share to 1%, according to eMarketer.  Instagram, the photo-sharing app owned by Facebook, is becoming an advertising powerhouse in its own right. Breaking out the estimates for just Instagram, the app is expected surpass 5% market share with $5.48 billion in U.S. digital ad revenue, eMarketer said.  “Facebook’s user growth in the U.S. has slowed down and is now about the same as that of internet users, while News Feed ad prices may be reaching their limit,” Ms. Peart said. “Meanwhile, Instagram, with its rapidly increasing advertiser base, will quickly become the engine that drives growth for the whole.”  Twitter faces more obstacles. The social-media company’s digital ad revenue in the U.S. is expected to decrease 4.9% to $1.12 billion in 2018. The company’s market share would ease to 1%. However, eMarketer expects Twitter to return to positive growth in 2019, with an expected 5.5% increase in revenue.  Write to Alexandra Bruell at alexandra.bruell@wsj.com", "host": "the-wall-street-journal", "date": "2018-03-19T11:40:40Z", "url": "https://www.wsj.com/articles/rivals-chip-away-at-googles-and-facebooks-u-s-digital-ad-dominance-data-show-1521457321"}, {"article": "‘Dude, I have an awesome idea!” The idea—sending disappearing photos—belonged to Reggie Brown, a Stanford junior. When he shared it one day in the spring of 2011 with Evan Spiegel, also a junior, Mr. Spiegel declared: “That’s a million-dollar idea.”  Or so the story is told in Billy Gallagher’s breezy company history, “How to Turn Down a Billion Dollars: The Snapchat Story.” The two students recruited a third co-founder, Robert Murphy, and launched an iPhone app named Picaboo. Mr. Brown wanted to promote it with this line:...", "host": "the-wall-street-journal", "date": "2018-02-11T19:41:36Z", "url": "https://www.wsj.com/articles/review-a-startup-in-focus-1518378094"}, {"article": "Snap Inc.’s stock surged more than 25% after the company reignited revenue and user growth for the first time as a publicly traded firm, a promising sign that may reflect progress in persuading advertisers its Snapchat app is a viable alternative to Facebook and Google.  The social-media company said Tuesday it doubled its loss in the fourth quarter, but sales rose 72% to $285.7 million from a year earlier, besting Wall Street’s revenue forecast and reviving growth after three consecutive quarters of a slowdown. The loss,...", "host": "the-wall-street-journal", "date": "2018-02-06T22:04:11Z", "url": "https://www.wsj.com/articles/snap-sales-and-user-growth-pick-up-but-loss-deepens-1517952079"}, {"article": "Social-media businesses are built on getting people to broadcast their feelings as much as possible. That strategy can cut both ways.  Snap Inc. is battling a backlash from users over a new version of its Snapchat social-media app, which was launched in February and is aimed at broadening its business beyond its core teen and young adult audience. More than 1.2 million Snapchat users have signed a petition to roll back the revamp. In late February, the company’s shares fell about 6% in reaction to this tweet by reality-television...", "host": "the-wall-street-journal", "date": "2018-03-18T23:21:48Z", "url": "https://www.wsj.com/articles/snap-contends-with-user-outcry-new-isnt-necessarily-better-1521401040"}, {"article": "Pop star Rihanna erased about $800 million of Snap’s market value Thursday with one post to a social media account, becoming the latest celebrity to sink the stock.  Shares of the Snapchat parent dropped 3.6% to close at $17.20 after the singer slammed the app for approving an advertisement that appeared to joke about domestic violence.  The ad, for a mobile game called “Would You Rather”, asked users if they would prefer to slap Rihanna or punch her ex-boyfriend Chris Brown. In 2009, Brown plead guilty to felony assault after a fight between the couple in his car.  Snap said the ad violates its advertising guidelines that prohibit sensational or disrespectful content and was reviewed and approved in error.  “This advertisement is disgusting and never should have appeared on our service,” a spokesperson said. The company has blocked the advertiser from its platform and is investigating how the ad made it through the approval process.  sooo does anyone else not open Snapchat anymore? Or is it just me... ugh this is so sad. — Kylie Jenner (@KylieJenner) February 21, 2018  This marks just the latest instance in which Snap’s stock fell following criticism from high-profile celebrities. In late February, Kylie Jenner tweeted that she doesn’t use the app anymore. Shares fell 6.1%, wiping out $1.3 billion in market value.  Many companies have made social media influencers a key part of their growth strategies, relying on promotion by celebrities and others to draw in new users. But high-profile criticism can have the opposite effect as well.  “SNAPCHAT I know you already know you ain’t my favorite app out there!” Rihanna said on her Instagram account, adding that the ad insensitively shamed domestic violence victims. The singer of “Work” later said: “Shame on you! Throw the whole app-oligy away.”  What riri says is final pic.twitter.com/wFE3vE0pWN — Sabr (@Sabrazyyy) March 15, 2018  Loyal fans responded by spreading Rihanna’s message on Facebook and Twitter and posting screenshots of themselves deleting the app.  “What riri says is final,” said one Twitter user, referring to the singer.  Companies have had to become increasingly proactive when handling public relations problems because of how quickly they spread on social media. Uber Technologies Inc. had to do damage control after a number of users deleted it’s app over controversy about how it responded to President Donald Trump’s travel ban in 2017.  It has been a rocky road for Snap since going public last year. The company is struggling with slowing growth and increased competition from Facebook Inc. Still, the stock has rebounded this year, climbing 18% to surpass the initial public offering price of $17.", "host": "the-wall-street-journal", "date": "2018-03-15T20:15:48Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/15/rihanna-tells-fans-to-throw-the-snapchat-app-away-shares-fall/"}, {"article": "Snap is a bit too young to be worried about dieting.  The parent company of Snapchat is planning to trim about 10% of the engineers in its employ, The Wall Street Journal reported Wednesday. An internal memo from the company obtained by the news site Cheddar put the total number of layoffs at 120.  Snap reported 3,069 full-time employees...", "host": "the-wall-street-journal", "date": "2018-03-08T20:54:28Z", "url": "https://www.wsj.com/articles/snaps-nip-and-tuck-1520534599"}, {"article": "CNN confirmed on Thursday that it was parting ways with YouTube star Casey Neistat, the co-founder of Beme. Photo: Getty Images  The marriage of CNN and YouTube star Casey Neistat has come to an end.  The network confirmed on Thursday that the two are parting ways after their 14 months working together and that the video-sharing startup Mr. Neistat co-founded, Beme, would be absorbed into CNN.  CNN bought Beme in November 2016 for $25 million with the hopes that Mr. Neistat, the 36 year old who rose to prominence as an early creator of viral online videos, could provide an entree to younger viewers.", "host": "the-wall-street-journal", "date": "2018-01-25T18:56:13Z", "url": "https://www.wsj.com/articles/cnn-parts-ways-with-digital-star-casey-neistat-1516906555"}, {"article": "Snap Inc. is scheduled to report fourth-quarter results after the market closes on Tuesday. Here are the key points to watch:  EARNINGS FORECAST: Analysts polled by FactSet expect Snap to post a loss of $409.4 million, or 33 cents a share, compared with a loss of $169.9 million a year ago.  REVENUE FORECAST: Snap is expected to record about...", "host": "the-wall-street-journal", "date": "2018-02-06T10:30:20Z", "url": "https://www.wsj.com/articles/snap-earnings-what-to-watch-1517913001"}, {"article": "Snap Inc. said its head of sales, Jeff Lucas, is leaving the social-media company less than two years after joining from Viacom Inc.  Mr. Lucas was considered to be instrumental in Snap’s early advertising strategy of wooing brands to buy premium ads on Snapchat, similar to the way they buy ads from television networks.  More recently, Snap...", "host": "the-wall-street-journal", "date": "2018-02-12T21:34:19Z", "url": "https://www.wsj.com/articles/snaps-head-of-sales-leaving-after-less-than-two-years-1518462104"}, {"article": "decision to overhaul its news feed could give a boost to struggling rival Twitter’s stock jumped 4.4% to $25.43 on Friday after earlier hitting its highest level since 2015. Analysts said the gain was driven in part by a report from financial services firm BTIG, which boosted its price target by $5 to $30 and said Twitter’s efforts to improve […]", "host": "the-wall-street-journal", "date": "2018-01-12T16:18:18Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/12/facebooks-advertising-pain-could-be-twitters-gain/"}, {"article": "Imagine if your vanity mirror suddenly sprung to life and declared that, although you are indeed among the fairest, an emphatic red lip could help you top the list.  Toronto-based tech company ModiFace has created a fairytale-like “mirror” that comes close. The brand launched in 2008 with addictively playful apps that let you virtually makeover selfies with exotic hairstyles, eye colors and more. Big beauty brands took notice when ModiFace moved their tech into an augmented reality experience, powered by high-tech cameras...", "host": "the-wall-street-journal", "date": "2018-01-25T17:15:35Z", "url": "https://www.wsj.com/articles/this-smart-beauty-mirror-actually-helps-you-shop-1516900532"}], "NFLX": [{"article": "Netflix is glowing. “We had a beautiful Q4,” the company preened in its letter to shareholders. It isn’t wrong.  The streaming service reported earnings per share of 41 cents, up from 15 cents a year ago, and revenue of $3.29 billion, slightly beating analysts’ estimates of $3.28 billion. Most impressively, it added 8.3 million subscribers globally—the highest in the company’s history—even as it raised its subscription price to $11 a month. That is an 18% year-over-year increase, exceeding the company’s own forecast of 6.3...", "host": "the-wall-street-journal", "date": "2018-01-23T00:26:52Z", "url": "https://www.wsj.com/articles/netflix-says-catch-me-if-you-can-1516667208"}, {"article": "The cable industry is undergoing a major transformation, as more Americans cut the cord on their cable subscriptions and flock to streaming services like Hulu and Netflix. So how did we get here? Illustration: Shaumbe Wright/WSJ  The world’s media titans are locked in battle over Sky. The company driving the multibillion-dollar bidding drama is happily sitting on the couch: Netflix.  Comcast gate-crashed an already lively party Tuesday by offering £12.50 ($17.50) a share for Sky. That is 12% more than the £10.75 on offer from 21st Century Fox and, by extension, Disney, which wants to buy Sky along with other Fox assets.  Including...", "host": "the-wall-street-journal", "date": "2018-02-27T16:25:21Z", "url": "https://www.wsj.com/articles/the-real-reason-behind-the-bidding-war-for-sky-1519748718"}, {"article": "Netflix Inc. continued its blistering growth in the fourth quarter, as mounting investments in original shows like “Stranger Things” and movies like “Bright” helped the streaming service sign up subscribers at a record rate.  The company added 8.3 million streaming users—the most it has ever gained in a quarter—exceeding the 6.3 million net additions it had projected. The growth in the U.S. and internationally brought its total paid subscriber count to 110.6 million at the end of the fourth quarter.  ...", "host": "the-wall-street-journal", "date": "2018-01-22T22:23:03Z", "url": "https://www.wsj.com/articles/netflix-continues-landing-customers-even-after-increasing-prices-1516656786"}, {"article": "Netflix’s most recent quarterly earnings report has the highflying video-streaming company surging in after-hours trading. Shares of added 7.4% after closing up 3.2% at a fresh all-time high of $227.58 in regular trading Monday. The stock has risen 19% already this year. After-hours trading isn’t always reflected in the next day’s session, due in part to smaller trading […]", "host": "the-wall-street-journal", "date": "2018-01-22T21:28:01Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/22/netflix-earnings-in-5-charts-2/"}, {"article": "Amazon.com Inc. has tapped NBC Entertainment President Jennifer Salke to head Amazon Studios, its movie and television unit, succeeding Roy Price, who resigned amid allegations that he engaged in sexual harassment and inappropriate behavior toward a producer.  At Amazon, Ms. Salke, 53 years old, will oversee a deep-pocketed and ambitious online video service with an annual budget of more than $4.5 billion, according to people at the company.  ...", "host": "the-wall-street-journal", "date": "2018-02-09T19:29:15Z", "url": "https://www.wsj.com/articles/amazon-names-nbc-entertainment-president-jennifer-salke-to-head-amazon-studios-1518202879?mod=searchresults&amp;page=1&amp;pos=1"}, {"article": "Matters that seem arcane are often vitally important, because they can be worth tens of billions of dollars. Such is the case with “risk adjustment” in health care. Medical spending is not spread evenly across all people in society. Half the population uses hardly any care in a given year—only 3% of total spending. Conversely, 10% of Americans consume about two-thirds of all health-care spending.  Consequently, when someone buys an ObamaCare plan or enrolls in a Medicare Advantage managed-care plan, the federal government needs...", "host": "the-wall-street-journal", "date": "2018-02-20T23:21:45Z", "url": "https://www.wsj.com/articles/what-medicare-could-learn-from-netflix-1519168902"}, {"article": "Inc.’s stock price surge is finally bringing out the bears. The streaming video giant’s stock is down 4.9% in the first two days of the week to about $316, a rare pullback for shares that have more than doubled over the last 12 months and climbed 22% in the last month alone. The gains have […]", "host": "the-wall-street-journal", "date": "2018-03-13T19:38:30Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/13/netflixs-massive-rally-draws-attention-of-skeptics/"}, {"article": "The biggest antitrust trial since U.S. v. Microsoft begins Monday in a federal court in Washington. The Justice Department seeks to block the $108 billion merger between AT&T and Time Warner. But the government doesn’t stand a chance—like Wile E. Coyote chasing Road Runner off a cliff and ending up suspended in midair.  What may have started as a Trumpian jab at #FakeNewsCNN has tragically turned into a serious antitrust action. The Justice Department’s case stands on such modern foundations as Section 7 of the Clayton Antitrust...", "host": "the-wall-street-journal", "date": "2018-03-18T20:42:40Z", "url": "https://www.wsj.com/articles/at-ts-south-park-argument-1521397501"}, {"article": "Here are some of the companies with shares expected to trade actively in Tuesday’s session. Stock movements reflect premarket trading. —Down 2.7%: Boeing, the worst performer in the Dow Industrials Monday, and Airbus said they both expect Asia-Pacific carriers to step up orders for bigger jets, fueled by rising demand from new airlines and the […]", "host": "the-wall-street-journal", "date": "2018-02-06T14:21:57Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/06/stocks-to-watch-boeing-netflix-gm-lululemon-micron-skyworks-pfizer-adm/"}, {"article": "Here are some of the companies with shares expected to trade actively in Wednesday’s session. Stock movements reflect premarket trading. —Up 12%: News hit that the burrito chain is tapping Taco Bell CEO Brian Niccol as its next chief executive, tapping a fast-food veteran to try to revive the struggling business. —Up 0.2%: Metlife reported a […]", "host": "the-wall-street-journal", "date": "2018-02-14T14:27:55Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/14/stocks-to-watch-chipotle-metlife-att-netflix-facebook-hilton-bristol-myers-bunge-fossil/"}, {"article": "The Netflix-like service iQiyi, from China, is set to go on show in the U.S. soon. Investors should pay attention to the price of admission.  The unit of China’s largest search engine Baidu has filed to list on the Nasdaq in what could become one of the biggest technology IPOs this year. Analysts have valued the company at up to $17 billion, and iQiyi says it is looking to raise up to $1.5 billion.  That...", "host": "the-wall-street-journal", "date": "2018-02-28T13:58:15Z", "url": "https://www.wsj.com/articles/chinas-netflix-set-to-come-with-a-pricey-valuation-1519818286"}, {"article": "Among the companies with shares expected to trade actively in Thursday’s session are , , , , and . Shares of Wal-Mart were up 0.4% premarket after the retail giant said it plans to increase its U.S. starting wages to $11, expand maternity and parental leave benefits and give eligible employees a one-time cash bonus of […]", "host": "the-wall-street-journal", "date": "2018-01-11T14:28:48Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/11/stocks-to-watch-wal-mart-moneygram-delta-qualcomm-netflix-marriott-j-b-hunt-xerox-kb-home/"}, {"article": "The cable industry is undergoing a major transformation, as more Americans cut the cord on their cable subscriptions and flock to streaming services like Hulu and Netflix. So how did we get here? Illustration: Shaumbe Wright/WSJ  Verizon Communications Inc. and Comcast Corp. are in tight competition for least-inspiring telecom company.  Cable network subscribers have gone from single-digit growth, to flat and now to declining. For Verizon and Comcast, both of which reported fourth-quarter earnings this week, those losses are getting worse as subscribers opt for streaming services like Netflix.  Verizon...", "host": "the-wall-street-journal", "date": "2018-01-24T17:57:18Z", "url": "https://www.wsj.com/articles/little-reason-to-watch-comcast-and-verizon-1516816322"}, {"article": "“Babylon Berlin” is a detective thriller set in Weimar-era Berlin that depicts the political conditions that led to the rise of the Nazis. Image: Netflix/Beta Films  The roaring 1920s are given a German twist in “Babylon Berlin,” a lavish television series that chronicles the social turmoil leading up to the Third Reich.  It premiered last October in Germany and became one of the country’s most-watched shows, just behind the seventh season of “Game of Thrones.” On Tuesday it begins streaming in the U.S. via Netflix, with subtitles. The show’s depiction of crime, corruption and political unrest led German newspaper Die Zeit to note its “almost eerie parallels to the present.”  ...", "host": "the-wall-street-journal", "date": "2018-01-27T11:55:40Z", "url": "https://www.wsj.com/articles/a-hit-drama-in-germany-babylon-berlin-crosses-the-atlantic-1517054137"}, {"article": "Here are some of the companies with shares expected to trade actively in Tuesday’s session. Stock movements reflect premarket trading. —Down 2.6%: The retail giant reported a larger-than-expected increase in same-store sales for the holiday quarter, though profits and earnings projections for the year were in line with expectations. —Up 0.4%: CVS plans to sell […]", "host": "the-wall-street-journal", "date": "2018-03-06T14:15:19Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/06/stocks-to-watch-target-cvs-mcdonalds-netflix-apple-ups-3m-mylan-cars-com-nordstrom-ascena/"}, {"article": "Here are some of the companies with shares expected to trade actively in Friday’s session. Stock movements reflect premarket trading.  Broadcom—Down 1.8%: The chip giant reported that revenue rose nearly 30% in the most recent quarter from a year earlier, a slightly larger increase than Wall Street expected, though it maintained its forecast for the current quarter. Its earnings report came days after President Donald Trump blocked the firm’s takeover bid for rival Qualcomm.  Nike—Up 0.1%: Nike said it had received complaints about inappropriate workplace behavior and that its No. 2 executive has resigned, setting off a management shuffle at the sportswear giant.  Netflix—Up 0.1% to $321.31: RBC Capital Markets analysts raised their price target on the streaming firm to $350 from $300.  Tiffany & Co.—Down 5%: The jeweler posted a 9% increase in revenue in its most recent quarter, matching Wall Street projections, and said it expects sales growth in the mid-single digits for the 2018 fiscal year.  Overstock.com—Down 13%: Overstock said revenue fell 13% in its fourth quarter from a year earlier. The company’s cryptocurrency-focused subsidiary, tZero, said earlier this month that the Securities and Exchange Commission was investigating its sale of digital tokens.  Johnson & Johnson—Up 0.5%: The health-care firm received a $2.1 billion binding offer for its blood glucose monitoring business from private-equity firm Platinum Equity.  Adobe Systems—Up 3.6%: Adobe grew revenue 24% in the most recent quarter to $2.1 billion, topping forecasts, and the cloud-based software firm also beat on profits.  Altice USA—Down 1.7%: Altice said it expects revenue growth of 2.5% to 3% in 2018 for its U.S. subsidiary, below some analyst expectations and roughly in line with consensus forecasts.  Ulta Beauty—Up 2.8%: Ulta said net income rose 49% in the fourth quarter and reported sales growth in line with consensus projections, though its same-store sales guidance for the 2018 fiscal year came up short of expectations.  Jabil—Up 5.5%: The electronics supplier exceeded profit and sales expectations in the most recent quarter and gave an upbeat outlook for the current quarter.  Hibbett Sports—Down 8.2%: Hibbett reported same-store sales growth in line with Wall Street projections, though its projections for the full fiscal year came up short.  Revlon—Unchanged: The cosmetics and personal-care company reported a smaller-than-expected drop in earnings and net sales.  This is an expanded version of the “Stocks to Watch” section of our Morning MoneyBeat newsletter. To receive it every morning via email, click here: https://www.wsj.com/newsletters?sub=263", "host": "the-wall-street-journal", "date": "2018-03-16T13:25:00Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/16/stocks-to-watch-broadcom-nike-jj-netflix-adobe-systems-altice-usa-tiffany-overstock-com-ulta/"}, {"article": "Photo: BLOOMBERG NEWS  Here are some of the companies with shares expected to trade actively in Friday’s session. Stock movements reflect premarket trading.  Qualcomm—Up 0.7%: Broadcom has taken its fight to buy Qualcomm to U.S. lawmakers in its latest attempt to ease concerns over its proposed takeover of the company.  Netflix Inc.—Up 1.3% to $321.35: Piper Jaffray analysts raised their price target on shares of the streaming giant to $360 from $319 and reiterated an overweight rating.", "host": "the-wall-street-journal", "date": "2018-03-09T14:29:12Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/09/stocks-to-watch-qualcomm-netflix-tesla-chesapeake-wynn-jj-gm-mattel-big-lots-finisar/"}, {"article": "Here are some of the companies with shares expected to trade actively in Thursday’s session. Stock movements reflect premarket trading. —Up 0.8%: The electronics retailer reported fourth-quarter results that were above expectations and raised its dividend. —Down 2.1%: Kohl’s said total sales for the three months ended on Feb. 3 rose 9.2% from a year earlier, […]", "host": "the-wall-street-journal", "date": "2018-03-01T14:27:29Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/01/stocks-to-watch-best-buy-kohls-walmart-u-s-steel-netflix-salesforce-mylan-box-l-brands/"}], "BABA": [{"article": "SHANGHAI—Chinese ecommerce giant Alibaba Group Holding Ltd. said it will acquire a 33% stake in its financial services affiliate Ant Financial Services Group, in a move that could signal that Ant is being readied for a public offering.  The Ant equity purchase was announced as Alibaba reported robust third-quarter earnings of 24.1 billion yuan ($3.82 billion), up from 17.9 billion yuan in the like quarter the previous year. That topped a forecast of 21.6 billion yuan by analysts polled by S&P Global Market Intelligence.  ...", "host": "the-wall-street-journal", "date": "2018-02-01T12:55:17Z", "url": "https://www.wsj.com/articles/alibaba-earnings-jump-35-1517488507"}, {"article": "Alibaba Group Holding Ltd., further diversifying beyond e-commerce, said it would acquire a Chinese online delivery platform.  The Chinese internet giant said Monday that it will buy out all the shares outstanding of Ele.me it doesn’t already own in a deal that values the Shanghai-based company at $9.5 billion. Ele.me delivers takeout food as well as groceries and household items.  The...", "host": "the-wall-street-journal", "date": "2018-04-02T11:42:11Z", "url": "https://www.wsj.com/articles/chinas-alibaba-adds-to-food-delivery-bet-1522662784"}, {"article": "Lucy Peng, a billionaire who was one of the original founders of Alibaba, will become the chief executive of Lazada.  Lucy Peng, a billionaire who was one of the original founders of Alibaba, will become the chief executive of Lazada. Photo: Long Wei/Featurechina/Ropi/Zuma Press  Alibaba Group Holding Ltd. BABA -2.93% Executive Chairman Jack Ma is doubling down on Southeast Asia, investing another $2 billion in e-commerce subsidiary Lazada Group and naming trusted confidante Lucy Peng as its chief executive.  The investment announced Monday comes on top of the $2 billion the Chinese e-commerce giant has poured into Lazada since buying a majority stake in 2016.  Singapore-based Lazada operates online marketplaces in six Southeast Asian countries including Indonesia, selling everything from lipstick and car wax to instant coffee and smartphones.  Ms. Peng, a billionaire who helped found Alibaba in 1999, will replace Lazada founder Max Bittner as CEO. Ms. Peng is currently chairwoman of Lazada and will retain that role.  The 46-year-old Ms. Peng helped build Alibaba’s mobile-payment affiliate Ant Financial Services Group—previously known as Alipay—serving as chief executive from 2010 to 2016, and still serves as its chairwoman.  In a 2016 letter to employees, Mr. Ma said Ms. Peng was a “rock-steady presence in the face of changing times,” and that “Lucy is Alibaba’s soul mate.”  The new investment and the promotion of Ms. Peng show the importance of Southeast Asia to Alibaba, which has been expanding there as growth at home slows.  The region is home to about 600 million people, and is increasingly attracting the interest of global e-commerce companies eager to get a foothold as more people get internet access and shop online, largely via smartphones.  U.S. e-commerce behemoth Amazon.com Inc. launched its Prime Now fast delivery option in Singapore last July. Chinese online retailer JD.com and Tencent Holdings Ltd -backed Sea Holdings Ltd. also operate e-commerce platforms or have joint ventures in the region.  Southeast Asia’s e-commerce market has grown more than 40% annually since 2015 to reach $10.9 billion in revenue last year, according to a December report co-written by Alphabet Inc.’s Google and Temasek Holdings. The market is expected to grow to $88.1 billion by 2025, the report forecast.  Alibaba owns about 83% of Lazada. The subsidiary helped Alibaba almost double its international commerce retail revenues to $727 million in the quarter ended Dec. 31, the company said in a statement in February, describing markets in the region as “in the early innings of the game” and pledging to continue investing there.  Still, international commerce retail revenues are a fraction of what Alibaba earns at home, with its Chinese commerce revenues hitting $9.2 billion in the same quarter.  Corrections & Amplifications  Lucy Peng served as chief executive of Ant Financial Services Group, previously known as Alipay, from 2010 to 2016. An earlier version of this article incorrectly stated she was CEO until early 2013. (March 19)  Write to Liza Lin at Liza.Lin@wsj.com and Newley Purnell at newley.purnell @wsj.com", "host": "the-wall-street-journal", "date": "2018-03-19T09:13:47Z", "url": "https://www.wsj.com/articles/alibaba-bets-another-2-billion-on-southeast-asia-1521449856"}, {"article": "SHANGHAI—Chinese e-commerce giant Alibaba Group Holding Ltd. and Foxconn Technology Group have co-led a 2.2 billion yuan ($348 million) funding round into Chinese electric-vehicle manufacturer Xiaopeng Motors, marking Alibaba’s first big investment in a car maker  Venture capital firm IDG Capital was the third lead investor in the funding, and the funds are slated for both research and production costs, Xiaopeng, also known as Xpeng, said in a release Monday.  ...", "host": "the-wall-street-journal", "date": "2018-01-29T03:02:42Z", "url": "https://www.wsj.com/articles/alibaba-foxconn-invest-in-chinese-electric-vehicle-maker-1517193868"}, {"article": "Billionaire Wang Jianlin’s Dalian Wanda Group is selling shares worth 7.8 billion yuan ($1.2 billion) in his Chinese movie-theater chain to Alibaba Group Holding Ltd. and a firm partly backed by the government as he seeks to pay down debt at his flagship company.  Wanda Film owns and operates about 500 theaters and 4,000 screens on the mainland. The investment could open the door to future partnerships between Alibaba and Wanda’s other showbiz units, such as Hollywood production company Legendary Entertainment, and may expand...", "host": "the-wall-street-journal", "date": "2018-02-05T14:37:35Z", "url": "https://www.wsj.com/articles/chinas-wanda-sells-cinema-chain-stake-to-alibaba-1517835931"}, {"article": "BEIJING—China’s powerful internet titans are suddenly on the defensive amid concerns that the data they gather is compromising consumer privacy.  Search engine Baidu Inc. is the most-recent company to come under the spotlight, joining Alibaba Group Holding Ltd. affiliate Ant Financial and Tencent Holdings Ltd., following claims by a provincial consumer group that Baidu illegally obtained users’ personal information.  Baidu’s...", "host": "the-wall-street-journal", "date": "2018-01-08T11:43:42Z", "url": "https://www.wsj.com/articles/chinas-internet-giants-face-users-anxiety-over-privacy-1515411818"}, {"article": "Technology giant Alibaba Group Holding Ltd. is working on a plan to list on a stock exchange in its home market, China, according to people familiar with the matter, more than three years after its blockbuster initial public offering in New York.  Alibaba is evaluating ways in which its shares could be traded by investors on the mainland, the people said. A secondary listing in China could happen as soon as this summer if the country’s securities rules are changed to allow listings of foreign companies, one of the people added....", "host": "the-wall-street-journal", "date": "2018-03-15T12:32:12Z", "url": "https://www.wsj.com/articles/china-tech-titan-alibaba-plans-stock-market-homecoming-1521116131"}, {"article": "The Trump administration targeted markets in Russia, China and other countries—including a Chinese mall in Canada—for allegedly turning a blind eye to the sale of counterfeit goods and other intellectual-property violations.  The “notorious markets” list, published Friday by the U.S. Trade Representative’s office, names online or physical marketplaces believed to facilitate the sale of pirated goods. The latest version again blames Russian social-media network VKontakte.com for allegedly allowing the exchange of Hollywood movies, as well as naming six physical markets in China blamed for allowing counterfeit goods to be sold or not making enough progress to defend intellectual property.  The annual U.S. review, released for the first time by the Trump administration, once again included the Taobao online platform of Alibaba Group Holding Ltd. BABA -2.93%  The Obama administration a year ago had reinstated Taobao on the list, provoking protests from Alibaba, which says it has taken efforts to prevent the sale of counterfeit goods.  “As a result of the rise of trade protectionism, Alibaba has been turned into a scapegoat by the USTR to win points in a highly politicized environment,” an Alibaba spokesman said on Friday.  “Alibaba reiterates our point of view: We will continue to strengthen our IP protection system with world-leading technology,” he said.  A spokesman for VKontakte said the company “continues active work on licensing audio and video content through the social network” and is also helping to limit access to disputed content when copyright holders show ownership.  Alibaba has formed an alliance with foreign brands including Louis Vuitton to leverage the Chinese company’s data-analysis capability to fight fakes on its online retail platforms.  The list typically focuses on emerging markets with lax enforcement of copyright and trademarks, but this year’s version included a marketplace outside Toronto, from a developed economy, a U.S. neighbor and top trading partner that is currently in tense negotiations with the U.S. and Mexico to rewrite the North American Free Trade Agreement.  A spokeswoman for the Canadian government didn’t immediately comment.  A U.S. official on Friday told reporters that the “report covers a wide variety of illustrative markets,” and that Canada is “not unique.”  The list names and shames companies and countries that allegedly don’t take steps to stop counterfeiters, but doesn’t set official U.S. policy. Still, the prominence of the list can bring significant pressure in Washington’s international negotiations and interactions with companies, and U.S. lawmakers frequently cite the markets included on the list.  The latest version targets the Pacific Mall in Markham, Ontario, which U.S. officials call a “well-known market for the sale of counterfeit and pirate goods for over a decade.” The mall’s website bills the facility, opened in 1997, as the “largest Chinese shopping mall in North America.”  “Vendors in Pacific Mall appear to operate largely with impunity, and requests for assistance from local law enforcement have reportedly gone unanswered,” U.S. officials said.  A representative from the mall didn’t immediately reply to requests to comment on the U.S. accusations. Canadian authorities have previously targeted vendors in the mall for alleged sale of pirated DVDs.  Besides Canada, the U.S. list took issue with markets in other developed economies including Italy and Spain.  The Trump administration, backed by Republican lawmakers, appears to be making a bigger effort to promote international-intellectual property rights of U.S. pharmaceutical companies and Hollywood studios. The Obama administration defended intellectual property but also frequently addressed concerns in the U.S. and abroad about the affordability of medicine and the need for technology companies to engage in “fair use” of copyrighted content.  —Liza Lin in Shanghai contributed to this article.  Write to William Mauldin at william.mauldin@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-12T17:22:50Z", "url": "https://www.wsj.com/articles/trump-administrations-notorious-list-names-markets-in-russia-china-1515777767"}, {"article": "China’s e-commerce giant Alibaba delivered another record quarter, though investors should worry about how it got there.  The $522-billion Chinese firm said Thursday that its revenue last quarter grew 56% from a year ago to $12.8 billion—the highest ever. The December quarter always has been big for Alibaba because of Singles’ Day, an annual shopping bonanza in China on Nov. 11.  But...", "host": "the-wall-street-journal", "date": "2018-02-01T14:27:27Z", "url": "https://www.wsj.com/articles/how-alibaba-built-its-way-to-record-sales-1517494566"}, {"article": "Well, that wasn’t too bad. Spotify Technology SA’s first day of trading wasn’t as volatile as some market observers had feared–although its stock price swung more than other big tech companies that took a conventional approach to going public. After opening at 12:43 p.m. New York time, shares of Spotify traded as high as $169 […]", "host": "the-wall-street-journal", "date": "2018-04-03T21:32:12Z", "url": "https://blogs.wsj.com/moneybeat/2018/04/03/spotify-shakes-off-doubters-with-smooth-debut/"}, {"article": "8:56  Weathering the Storm: Two Families' Financial Struggles After Hurricane Harvey  When disaster strikes, having a safety net like flood insurance, a stable income, or savings can mean the difference between getting back on your feet, and living every day among the wreckage. We profile two families in Houston still recovering from Hurricane Harvey six months after the storm.", "host": "the-wall-street-journal", "date": "2018-03-21T15:28:56Z", "url": "http://www.wsj.com/video/how-alibaba-and-tencent-became-dominant-in-mobile-payments/21FC0EC4-6B4D-4287-9BF9-65A63FA9E756.html"}, {"article": "Alibaba’s investors may feel excited about its plan to list on a mainland Chinese stock exchange. In reality, there may not be much to celebrate.  Alibaba’s savvy leader Jack Ma has clearly sniffed the political winds in Beijing: Chinese officials have been openly pressing the country’s largest technology firms to return to their home markets. The problem until now has been that firms such as Alibaba and Tencent have been structured as offshore entities. Under Chinese rules, that means they can’t list domestically.  ...", "host": "the-wall-street-journal", "date": "2018-03-16T08:26:53Z", "url": "https://www.wsj.com/articles/alibabas-homecoming-may-not-prove-a-home-run-1521188364"}, {"article": "BEIJING—The iQiyi Inc. video-streaming unit of search-engine giant Baidu Inc. has filed for an initial public offering in the U.S., promoting its ability to use artificial intelligence and user data to deliver videos that generate billions of views.  In a U.S. regulatory filing, Baidu said it would list iQiyi on the Nasdaq exchange and is seeking to raise around $1.5 billion. Analysts at Jefferies have valued iQiyi at $17 billion.  ...", "host": "the-wall-street-journal", "date": "2018-02-28T12:52:50Z", "url": "https://www.wsj.com/articles/baidu-emphasizes-artificial-intelligence-as-it-files-for-video-units-ipo-1519814015"}, {"article": "The Tongzhou Wanda Plaza shopping mall in Beijing is operated by Dalian Wanda Group Co., which is controlled by Chinese billionaire Wang Jianlin.  The Tongzhou Wanda Plaza shopping mall in Beijing is operated by Dalian Wanda Group Co., which is controlled by Chinese billionaire Wang Jianlin. Photo: Tomohiro Ohsumi/Bloomberg News  An investor group that includes China’s Tencent Holdings Ltd. and online retailer JD.com Inc. JD -2.39% is spending 34 billion yuan ($5.37 billion) for a 14% stake in Chinese billionaire Wang Jianlin’s commercial-property company as he faces a deadline to relist the business in China.  Wanda, China’s largest mall developer, is benefiting from an escalating war for consumers and data between Tencent and Alibaba Group Holding Ltd. BABA -2.93% , the country’s two largest internet companies.  Alibaba has already established several partnerships with department-store and supermarket chains in China, and is seeking to integrate online retail with physical stores.  Tencent has invested in Alibaba’s online shopping rival JD.com, and the deal announced Monday gives both a partner in China’s shopping-mall business as they seek to blunt Alibaba’s move into physical stores. The traditional stores are seen as a way to attract new customers and, for Tencent and Alibaba, as a means to expand their mobile payment platforms.  “The deal represents one of the world’s largest single strategic investments between internet companies and brick-and-mortar commercial giants,” parent company Dalian Wanda Group and the others said in a joint release. Other investors include electronics retailer Suning Commerce Group and fellow property developer Sunac Holdings Ltd.  This month, Tencent signed a partnership agreement with French retailer Carrefour S.A. and a local supermarket chain, agreeing to take a stake in Carrefour’s Chinese entity. In Shanghai, it also is testing an unmanned pop-up store with consumers using mobile payments to complete the sale.  JD will invest 5 billion yuan into Wanda Commercial Properties Co., the company said in a regulatory filing. JD took part in the deal to create multichannel approaches to shopping, a JD spokesman said.  In announcing the investment, Wanda said the aim was to speed up the adoption of its “asset-light” model that would allow it to earn income from managing properties instead of owning them.  Wanda Commercial raised 34.5 billion Hong Kong dollars ($4.34 billion) from private investors to delist the company’s Hong Kong shares in 2016, in the biggest take-private deal on the city’s exchange. Wanda’s aim was to relist the company in China, where big appetite from retail investors helps companies fetch higher valuations.  Last year, Wanda came under fire from Beijing for its aggressive overseas deal-making, which curtailed the company’s ability to pay for overseas acquisitions and repay debt. To shore up its balance sheet, the company since has sold billions of dollars in assets both in China and abroad. Wanda’s Hong Kong-listed unit said Monday in a regulatory filing that it was selling two Australian real-estate projects as part of those efforts.  Wanda faced a September deadline to relist Wanda Commercial or repay investors in full plus interest of up to 10%, a person familiar with the transaction said.  The investors’ stake, which collectively equals 14%, will be transferred to the new group and could clear a path for regulators to approve Wanda Commercial’s relisting in Shanghai. The sale also represents a 22% premium over what investors originally paid to delist the stake.  Write to Wayne Ma at wayne.ma@wsj.com and Liza Lin at Liza.Lin@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-30T04:55:19Z", "url": "https://www.wsj.com/articles/chinas-tencent-jd-buy-into-wandas-shopping-empire-1517240215"}, {"article": "Hong Kong has been kicking itself ever since it lost the world’s largest ever IPO—that of e-commerce giant Alibaba—to New York four years ago. It may finally make amends this year.  Hong Kong’s chief executive Carrie Lam this week openly invited Alibaba to list in the semiautonomous Chinese city—an idea its founder Jack Ma said it would “seriously consider.” Alibaba skipped Hong Kong in 2014 for its record $25 billion float mainly because the city’s market regulator refused to compromise on its “one share, one vote” principle....", "host": "the-wall-street-journal", "date": "2018-01-09T07:23:31Z", "url": "https://www.wsj.com/articles/alibabas-return-home-would-carry-a-sting-1515482217"}, {"article": "BEIJING—The Chinese government is considering plans that would allow shares in technology giants such as Tencent Holdings Ltd. and Alibaba Group Holding Ltd. to trade back home, a move that could raise the profile of the country’s tightly controlled capital markets.  The country’s securities regulator has reached out to a number of state-owned investment banks to explore ways to let already-listed companies and private businesses issue shares on the mainland, according to investment bankers briefed on the discussions.  ...", "host": "the-wall-street-journal", "date": "2018-03-06T07:26:02Z", "url": "https://www.wsj.com/articles/china-wants-tech-darlings-like-alibaba-and-tencent-to-list-at-home-1520318876"}, {"article": "SHANGHAI—Chinese technology giants Baidu Inc., Alibaba Group Holding Ltd. and Tencent Holdings Ltd.—dominant forces in e-commerce, mobile payments and social media—now are elbowing their way into autos, threatening established car makers.  These three companies—the so-called BATs—are plowing millions of dollars into electric-vehicle startups, car-sharing services and online retailers, as well as software platforms for autonomous driving and online car selling.  ...", "host": "the-wall-street-journal", "date": "2018-03-18T12:00:13Z", "url": "https://www.wsj.com/articles/now-chinas-internet-giants-are-shaking-up-the-car-industry-1521374401"}, {"article": "The $76 billion Alibaba stake owned by the rump of Yahoo could finally be unwound. Recent corporate tax cuts may end up being the catalyst to close one of the hedge-fund industry’s highest-profile trades.  Activist hedge fund TCI Fund Management openly called Thursday for a liquidation of Altaba—the name Yahoo adopted on the sale of its operating businesses to Verizon Communications last June. Altaba now consists of huge stakes in publicly listed Alibaba and Yahoo Japan.  ...", "host": "the-wall-street-journal", "date": "2018-03-16T20:35:42Z", "url": "https://www.wsj.com/articles/profitable-plans-afoot-to-carve-rump-of-yahoo-1521223516"}, {"article": "GUANGZHOU, China—Eric Zhou is interested in buying a Ford Kuga sport-utility vehicle. So last week, he picked up the car for a three-day test drive from a vending machine.  Mr. Zhou never visited a dealership or spoke to a salesperson. He booked the test drive online, then showed up at a service center where employees can identify would-be buyers using facial-recognition technology. His SUV was then delivered from the eight-story “vending machine”—essentially an automated parking garage.  ...", "host": "the-wall-street-journal", "date": "2018-04-05T12:00:44Z", "url": "https://www.wsj.com/articles/to-buy-a-car-in-china-hit-the-vending-machine-1522929642"}, {"article": "SHANGHAI—The Chinese government on Friday unveiled a pilot plan to encourage qualified companies in select industries to float shares on its domestic stock market, paving the way for the country’s technology giants to list at home.  Overseas-listed Chinese companies in advanced technology sectors with market capitalizations of at least 200 billion yuan ($31.9 billion) can return to China’s yuan-denominated stock market by selling shares or issuing financial instruments called Chinese Depositary Receipts, according to a statement...", "host": "the-wall-street-journal", "date": "2018-03-30T16:55:00Z", "url": "https://www.wsj.com/articles/china-unveils-plan-for-overseas-listed-tech-giants-to-float-shares-back-home-1522428941"}], "FB": [{"article": "‘s latest earnings report has the social-media giant falling in after-hours trading. Shares are down more than 4%, after closing down 0.1% during Wednesday’s session. After-hours trading isn’t always reflected in the next day’s session, due in part to smaller trading volumes. Here’s a breakdown of the key metrics from the just-released results: Advertising revenue […]", "host": "the-wall-street-journal", "date": "2018-01-31T21:31:18Z", "url": "https://blogs.wsj.com/moneybeat/2018/01/31/facebook-earnings-in-5-charts/"}, {"article": "Facebook Inc. is scheduled to announce fourth-quarter earnings after the market closes Wednesday. Here’s what you need to know:  EARNINGS FORECAST: Facebook is expected report profit of $1.94 a share, according to analysts polled by FactSet, up from $1.21 a share a year earlier.  REVENUE FORECAST: Analysts expect the social-media company...", "host": "the-wall-street-journal", "date": "2018-01-31T11:36:22Z", "url": "https://www.wsj.com/articles/facebook-inc-earnings-what-to-watch-1517396400"}, {"article": "What do Facebook Inc., the Soviet Union and the European Reformation have in common? They all consist of networks that formed quickly by leveraging new communications technologies and then just as swiftly were taken over by a handful of people who consolidated their influence over millions of people.  Some historians and scientists are coming to understand that the internet—and specifically Facebook—are only the latest examples of the revolution-spawning networks, common throughout history, that give rise to hierarchies that...", "host": "the-wall-street-journal", "date": "2018-02-19T15:39:31Z", "url": "https://www.wsj.com/articles/why-was-facebook-so-easy-to-hijack-1519045200"}, {"article": "Facebook shares dropped nearly 7% on Monday, causing tech-heavy stock indexes to swoon. Investors are apparently shocked that big tech companies that have long received political protection from liberals are suddenly getting the Big Oil rubdown.  Over the weekend two newspapers reported that the political firm Cambridge Analytica harvested data from 50 million Facebook users by using a personality test app. Ted Cruz used the firm in 2015 to target voters, and the Trump campaign later marshalled its “psychographic” modelling—a...", "host": "the-wall-street-journal", "date": "2018-03-19T22:58:09Z", "url": "https://www.wsj.com/articles/facebook-joins-the-club-1521500287"}, {"article": "Facebook CEO Mark Zuckerberg and Apple CEO Tim Cook have been conducting a public argument over whose company is less virtuous. Corporate consultants would normally regard such communication as sub-optimal, but today’s late rally on Wall Street suggests that investors are looking beyond the bit fight. The Journal reports:  Technology shares helped lead the rebound, with all of the so-called FAANG stocks—Facebook, Amazon.com, Apple, Netflix and Google parent Alphabet—rising following a heavy bout of selling Monday. Facebook rose 0.5%, while Apple added 1% and Amazon rose 1.5%... many investors say recent stock pullbacks...", "host": "the-wall-street-journal", "date": "2018-04-03T21:34:44Z", "url": "https://www.wsj.com/articles/start-worrying-about-facebook-1522790647"}, {"article": "Like Mark Zuckerberg, Doctor Frankenstein was a good guy whose experiment just got out of hand. Now the mobs are howling after Facebook, Mr. Zuckerberg’s creature.  It is true that Facebook’s release of personal “friend data” into the ozone through Cambridge Analytica remains in the news only because of the prevailing superstition that the Facebook monster allowed Donald Trump to be elected president. The idea that omnipotent technology manipulated the 2016 election has greater appeal to advanced progressive thinking than...", "host": "the-wall-street-journal", "date": "2018-03-28T21:50:45Z", "url": "https://www.wsj.com/articles/is-facebook-a-frankenstein-1522273843"}, {"article": "The news business is suffering, but not because people don’t want news. They do—more than ever. The problem is that the money generated by news audiences flows mostly to Google and Facebook, not to the reporters and publishers who produce excellent journalism.  The Duopoly now captures 83% of all digital ad revenue growth and 73% of U.S. digital advertising, according to a CNBC report. As a result, newspapers’ online audience growth does not produce revenue to match. According to data from Pew, newspaper advertising revenue...", "host": "the-wall-street-journal", "date": "2018-02-25T22:06:53Z", "url": "https://www.wsj.com/articles/protect-the-news-from-google-and-facebook-1519594942"}, {"article": "That Monday in December, I turned off my cellphone at 5 p.m. My brilliant, cantankerous, 85-year-old father (think: a Jewish version of TV’s Dr. House) was in a Florida hospital, his heart failing. I was in New York with the fall term’s last classes to teach, so I compartmentalized. I didn’t learn he had died until I arrived home at 10:30.  Stunned, I checked to see whether my family had announced our loss. Hours earlier, an acquaintance had posted on my Facebook page: “Sorry about your dad.” Others sent condolences privately,...", "host": "the-wall-street-journal", "date": "2018-01-23T00:08:14Z", "url": "https://www.wsj.com/articles/how-to-grieve-in-the-facebook-age-1516666092"}, {"article": "Facebook Inc.’s campaign to re-enter China has hit another setback with the departure of a veteran executive who had been leading efforts to improve relations with Chinese government leaders.  Wang-Li Moser resigned late last year, people with knowledge of the situation said Friday. Ms. Moser wanted to return to the U.S. for personal reasons, one of these people said.  Ms....", "host": "the-wall-street-journal", "date": "2018-01-19T13:49:00Z", "url": "https://www.wsj.com/articles/facebook-loses-its-field-commander-in-china-1516368526"}, {"article": "Facebook's current data crisis involving Cambridge Analytica has angered users and prompted government investigations. To understand what's happening now, you have to look back at Facebook's old policies from 2007 to 2014. WSJ's Shelby Holliday explains. Illustration: Laura Kammerman  Facebook Inc., facing a firestorm over how it handles personal information, says it will make it simpler for users to examine and change some of the data about them that the social network tracks.  The tweaks, announced Wednesday and set to roll out in the coming weeks, include a new, central hub in the Facebook app settings that contains existing tools for users to review and, if desired, delete traces of their Facebook activity such as past posts and search terms. Some other data, such as which ads users clicked on, still...", "host": "the-wall-street-journal", "date": "2018-03-28T11:46:53Z", "url": "https://www.wsj.com/articles/facebook-to-streamline-privacy-settings-1522234802"}, {"article": "Playboy Enterprises Inc., the publisher of Playboy magazine, is signing off of Facebook . FB -1.34%  “The recent news about Facebook’s alleged mismanagement of users’ data has solidified our decision to suspend our activity on the platform at this time,” the lifestyle company founded by Hugh Hefner said Wednesday.  Playboy said it would deactivate the various Facebook pages it manages. More than 25 million Facebook users have engaged with these accounts, the company said.  A Playboy spokesman said the privately held company has no plans to return to the platform. Facebook Inc. didn’t immediately respond to a request for comment.  Facebook has been under fire after it disclosed that information about tens of millions of its users was sold to data-analytics firm Cambridge Analytica, which worked with the Trump campaign in 2016 and other Republican candidates. Facebook Chief Executive Mark Zuckerberg is expected to testify before Congress on the social network’s handling of data.  Facebook's data privacy scandal has driven many to contemplate ditching the social network for good. WSJ's Katherine Bindley explains how, and suggests some non-permanent alternatives. Photo illustration: iStock  The issues have caused some individual Facebook users to leave the platform and advertisers to cut back.  Elon Musk, the head of Tesla and SpaceX, had his companies’ official Facebook pages taken down last week after being asked about it on Twitter, though he said it wouldn’t change much. “I don’t use FB & never have, so don’t think I’m some kind of martyr or my companies are taking a huge blow. Also, we don’t advertise or pay for endorsements, so…don’t care,” he said on Twitter Friday.  Facebook on Wednesday said it would make it simpler for users to edit some of the personal data Facebook tracks. The company also said it would redesign its settings menu for mobile devices and consolidate privacy and security options in a single place  Playboy, in its sharing of racy photos and celebration of sex, said it has had to censor itself over the years to stay within Facebook’s strict content guidelines.  The company, whose controlling shareholder is private-equity firm Rizvi Traverse, has been focusing more on brand partnerships and licensing deals built around the Playboy name and bunny logo and less on its editorial roots.  Facebook shares, which have been battered by the Cambridge issue and are down more than 10% over the past week, are down less than 1% premarket Wednesday.  Write to Cara Lombardo at cara.lombardo@wsj.com", "host": "the-wall-street-journal", "date": "2018-03-28T20:13:26Z", "url": "https://www.wsj.com/articles/playboy-deactivates-its-facebook-accounts-1522235628"}, {"article": "Facebook Inc. is contending with a new wave of criticism prompted by the U.S. indictment alleging that Russia manipulated social-media platforms—and by a Facebook executive’s attempts to address the issue.  The indictment against Russian companies and individuals described how an organization called the Internet Research Agency allegedly used Facebook, Twitter Inc., and the YouTube arm of Alphabet Inc.’s Google to sow discord in the U.S. starting in 2014. The document’s description of events showed that Facebook and its Instagram...", "host": "the-wall-street-journal", "date": "2018-02-19T21:09:12Z", "url": "https://www.wsj.com/articles/facebook-battles-new-criticism-after-u-s-indictment-against-russians-1519066080"}, {"article": "I use Facebook, like most people, but I often say my real self is on Instagram.  On Facebook, I share major life changes and links to articles I’ve written. But that long, emotional post from the refugee camp in Greece where I volunteered? Or the picture where I’m dressed up as the late Chicago Cubs announcer Harry Caray for Halloween? Instagram all the way.  Facebook...", "host": "the-wall-street-journal", "date": "2018-01-31T18:17:53Z", "url": "https://www.wsj.com/articles/instagram-is-turning-into-facebook-and-thats-bad-1517422670"}, {"article": "A handful of marketers suspended advertising on Facebook Inc. as the company hustled to quell anxiety about its platform in the wake of revelations that an outside company improperly handled data on tens of millions of its users.  In recent days, Facebook executives have been reaching out to advertising trade bodies, marketers and major ad agencies such as WPP PLC, Dentsu Inc. and Omnicom Group Inc. to tell them it is working to audit all apps on its platform and reassure its users that their personal data is being protected,...", "host": "the-wall-street-journal", "date": "2018-03-23T20:28:07Z", "url": "https://www.wsj.com/articles/facebook-tries-to-calm-advertisers-after-cambridge-analytica-crisis-1521836823"}], "GOOGL": [{"article": "Does Google discriminate against white, male and conservative employees? Two former Google workers allege as much in a class-action lawsuit they filed against the company last week. While they may have difficulty prevailing in court, they make a strong case that Google aggressively promotes a political agenda and is far from a neutral broker of information.  Former Google engineers James Damore and David Gudeman claim they were fired for failing to conform to the company’s progressive culture. Last summer Mr. Damore published...", "host": "the-wall-street-journal", "date": "2018-01-15T19:21:42Z", "url": "https://www.wsj.com/articles/ok-google-youve-been-served-1516044100"}, {"article": "Google has a new sibling.  Google’s parent company, Alphabet Inc., GOOGL -2.20% said Wednesday it is launching its 13th unit: a cybersecurity business called Chronicle LLC.  The company plans to sell cybersecurity services to other companies. Chronicle Chief Executive Stephen Gillett, a former executive at antivirus-software firm Symantec Corp. SYMC -0.57% , said Chronicle would help companies better use their data to improve security.  “We want to 10x the speed and impact of security teams’ work by making it much easier, faster and more cost-effective for them to capture and analyze security signals that have previously been too difficult and expensive to find,” he said in a blog post.  Chronicle plans to leverage Alphabet’s technology to help companies run analyses faster and store larger amounts of data to recognize patterns.  Chronicle illustrates Alphabet’s mission to make a variety of smaller bets outside of Google that could become its next big business. Other units include DeepMind, an artificial-intelligence firm; Calico, a life-extension lab; and two investment firms. Its last new unit, the self-driving-car firm Waymo, launched in December 2016.  So far, none of the new units have become significant businesses. Alphabet executives have stressed many of the bets will need years to pay off and only a few need to succeed for the Alphabet strategy to work.  Like Waymo, Chronicle is coming from Alphabet’s secretive research lab X, where it began two years ago. Chronicle said several large companies are testing its technology but declined to say when it would begin selling more widely.  ​Google handles 90% of the world's internet searches, and it increasingly is promoting a single answer for many questions. Even subjective or unanswerable queries sometimes get seemingly definitive answers. Here's how the algorithms are -- and aren't -- working. Video/Photo Illustration: Heather Seidel/The Wall Street Journal  Write to Jack Nicas at jack.nicas@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-24T20:53:57Z", "url": "https://www.wsj.com/articles/google-parent-launches-cybersecurity-firm-1516826710"}, {"article": "Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  One problem the brilliant minds at Google have yet to solve: How to beat Amazon.com at its own game.  It isn’t for a lack of trying. Over the last couple of years, the internet search giant has aggressively built up its own cloud-computing business and pumped out its own line of smart speaker products—two relatively new businesses that have been wildly successful for Amazon. And that hasn’t been without some success on Google’s part. Its cloud-computing arm is now generating more than $1 billion in revenue every quarter. And...", "host": "the-wall-street-journal", "date": "2018-02-03T13:21:25Z", "url": "https://www.wsj.com/articles/is-google-losing-to-amazon-1517662800"}, {"article": "Do read James Damore’s lawsuit. Get past the absurdity of his framing his grievance in terms of identity politics—he’s a victim of Google’s failure to honor “viewpoint diversity.” Apparently under California law this is a legitimate claim.  Last year’s firing episode at first seemed a case of Google clumsily suppressing dissent over race and gender policies adopted after the company’s workforce was found to be overwhelmingly white and male. Now it seems like something else.  ...", "host": "the-wall-street-journal", "date": "2018-01-16T23:22:52Z", "url": "https://www.wsj.com/articles/of-furries-and-fascism-at-google-1516144969"}, {"article": "Riyadh, Saudi Arabia  Since Crown Prince Mohammed bin Salman announced his intention to transform this country nearly two years ago, Saudis and foreigners alike have questioned whether he is serious or merely enjoying power. The time for doubt is over. Last week’s news that Alphabet, Google’s parent company, is in talks to build a tech hub in the kingdom is only the latest sign. Look for more such initiatives when the crown prince visits the U.S. in early March.  ...", "host": "the-wall-street-journal", "date": "2018-02-04T20:56:55Z", "url": "https://www.wsj.com/articles/saudi-reforms-get-a-boost-from-google-1517777813"}, {"article": "Google is following Facebook’s lead by banning ads for cryptocurrencies and other “speculative financial products” across its advertising platforms.  Alphabet Inc.’s Google said the new policy will become effective in June across ads bought on its search and display-advertising network, as well as its YouTube unit. The policy also will restrict ads for nontraditional methods of wagering on the future movements of stock prices and foreign-exchange, such as binary options and financial spread-betting, Google said.  ...", "host": "the-wall-street-journal", "date": "2018-03-14T04:01:02Z", "url": "https://www.wsj.com/articles/google-to-ban-ads-for-cryptocurrencies-1521000060"}, {"article": "A daily digest of The Wall Street Journal’s coverage of energy companies, commodity markets and the forces that shape them. Send us tips, suggestions and complaints: EnergyJournal@wsj.com Sign up for this newsletter: http://on.wsj.com/EnergyJournalSignup SAUDI ARAMCO, GOOGLE IN TALKS OVER CREATING TECH HUB Saudi Arabia’s state-owned oil company, known as Aramco, and Google parent Alphabet Inc. are in […]", "host": "the-wall-street-journal", "date": "2018-02-02T11:44:45Z", "url": "https://blogs.wsj.com/moneybeat/2018/02/02/energy-journal-aramco-google-in-talks-over-saudi-tech-hub/"}, {"article": "​Google handles 90% of the world's internet searches, and it increasingly is promoting a single answer for many questions. Even subjective or unanswerable queries sometimes get seemingly definitive answers. Here's how the algorithms are -- and aren't -- working. Video/Photo Illustration: Heather Seidel/The Wall Street Journal  Starting on Thursday, Google’s Chrome browser will block certain types of online advertisements, a change Google is describing as user friendly. But some in the industry say the ad giant’s move is self-serving, and they contend Google overly influenced the process that selected which ad types to block.  Google, a unit of Alphabet Inc., describes the new policy as the work of a collective, industry-wide effort designed to rid the internet of spammy ads like pop-ups, and make other ads more appealing to users.  ...", "host": "the-wall-street-journal", "date": "2018-02-14T16:14:20Z", "url": "https://www.wsj.com/articles/how-google-swayed-efforts-to-block-annoying-online-ads-1518623663"}, {"article": "​Google handles 90% of the world's internet searches, and it increasingly is promoting a single answer for many questions. Even subjective or unanswerable queries sometimes get seemingly definitive answers. Here's how the algorithms are -- and aren't -- working. Video/Photo Illustration: Heather Seidel/The Wall Street Journal  Starting on Thursday, Google’s Chrome browser will block certain types of online advertisements, a change Google is describing as user friendly. But some in the industry say the ad giant’s move is self-serving, and they contend Google overly influenced the process that selected which ad types to block.  Google, a unit of Alphabet Inc., describes the new policy as the work of a collective, industry-wide effort designed to rid the internet of spammy ads like pop-ups, and make other ads more appealing to users.  ...", "host": "the-wall-street-journal", "date": "2018-02-14T15:54:26Z", "url": "https://www.wsj.com/articles/how-google-swayed-efforts-to-block-annoying-online-ads-1518623663?mod=pls_whats_news_us_business_f"}, {"article": "Good morning. We’re back after taking a short break over the Easter weekend. The Villanova Wildcats stormed to victory against the Michigan Wolverines to win their second college basketball championship in three seasons Monday night. TBS’s ad sales team was probably celebrating, too. The average cost for a 30-second spot during the game ranged between $1.4 million and $1.7 million, a 3% jump over last year, according to media-research firm SQAD.  Plenty of popcorn-grabbing moments over the past few days as our tech overlords took potshots at each other. Apple CEO Tim Cook threw some barbs in Facebook’s direction last week during a taping of an MSNBC interview with Recode’s Kara Swisher slated to air April 6. Mr. Cook called for more privacy regulation and said he’d never be in the same situation Facebook CEO Mark Zuckerberg is currently in because Apple’s business model relies on the sale of devices and services users, rather than essentially selling users to advertisers. Mr. Zuckerberg fired back in a must-read interview with Vox’s Ezra Klein, saying Mr Cook’s comments were “extremely glib and not at all aligned with the truth.” The killer quote: “It’s important that we don’t all get Stockholm syndrome and let the companies that work hard to charge you more convince you that they actually care more about you.” Sharing’s caring!  —Chickity Check Yo Self Before You Wreck Yo Self—  You’ll remember Facebook last week said it was curbing the information it exchanges with data brokers and shutting down its “Partner Categories” ad targeting tool. Now changes are coming to Custom Audiences, where marketers upload their own customer data lists in order to target them with ads across Facebook’s platform. TechCrunch reported Facebook is building a more prominent permission tool for advertisers to certify they have permission to use the data they’re uploading and that it’ll prevent the sharing of Custom Audiences data between different Business Manager accounts. Facebook’s policies always stated that advertisers should have consent for the data they’re uploading, but by making those terms more obvious it’s hoping to prevent the kind of illicit data sharing we saw in the Cambridge Analytica scandal. And, like everyone else, Facebook’s also preparing for the EU’s new General Data Protection Regulation that goes into effect in May. Meanwhile, in a similar vein, Facebook-owned Instagram has suddenly limited how much data some developers can collect from its API, Recode reported.  The Magic Number  Google-owner Alphabet reports its quarterly earnings on April 23, but this time it’s different, Bloomberg reports. Google has long tracked the amount of money it makes from ads using “cost-per-click,” a metric that’s closely watched by analysts. That makes a lot more sense on search than on the network of third-party sites it sells ads across because most advertisers tend to buy display and video ads based on impressions rather than clicks. So, in Q1, Alphabet will report on percentage changes in impressions and cost-per-impressions metrics for its Network business. Speaking of impressions, YouTube is launching a new “TrueView” ad product that advertisers will pay for on an impression (CPM) basis, even if users skip at the five-second mark, Ad Age reports. What’s the sell here? The blog post announcing “TrueView for Reach” suggests that brands that are good at getting their message across in just a few seconds can potentially reach more people and drive down their CPMs.  Laura, Can’t You Give Me Some Time  Fox News has responded to advertisers’ withdrawals from “The Ingraham Angle” over a tweet by the show’s host, Laura Ingraham, that mocked Parkland shooting survivor David Hogg. Ms. Ingraham, who apologized, is now off on a scheduled vacation and due to return next Monday, according to Fox News Co-President Jack Abernethy. Mr. Abernethy said in a statement, “We cannot allow voices to be censored by agenda-driven intimidation efforts,” reports the Los Angeles Times. As the Wrap reported, “The Ingraham Angle” had just 7 minutes of paid commercial time on Friday, down from an average of 14 minutes 33 seconds between January 1 and March 28, according to data from Kantar Media. The show lost five of its top 20 advertisers: Bayer, Hulu, Johnson & Johnson, Liberty Mutual and Wayfair. What’s not clear is whether the network is taking a financial hit or whether advertisers have simply shifted to other Fox News shows. A source told Variety that Fox News is accommodating sponsors who want to move their ads elsewhere in the schedule. (Reminder: Fox News parent 21st Century Fox and Wall Street Journal parent News Corp share common ownership.)  Sumnertime Blues  CBS and Viacom are advancing in their merger talks. So who will have the final say on whether to do a deal? Sumner Redstone, the 94-year-old mogul whose health has declined so badly that he can’t speak much beyond grunts, is still the most powerful figure, in theory — with an 80% voting interest in National Amusements, the holding company that itself owns nearly 80% voting stakes in Viacom and CBS. But WSJ’s Keach Hagey has new details on the current chain of command: National Amusements updated its bylaws in 2016 to make clear that Mr. Redstone had a single vote among seven NAI directors in decisions tied to the Viacom and CBS stakes. That move, meant to clarify procedures partly due to questions about Mr. Redstone’s mental capacity, hasn’t previously been disclosed. Mr. Redstone’s holding still gives him the power to replace NAI board members. A decision on whether to combine Viacom and CBS could come as soon as this month. And as Reuters first reported, CBS is close to making an all-stock offer that values Viacom below its current stock price.  Best of the rest  21st Century Fox said Tuesday it could sell British TV channel Sky News to Disney in order to ease the passage of its bid to acquire the 61% of Sky it does not already own. Its other proposed remedy is to establish Sky News as a separate company within the bigger Sky group, with an independent board and a 15-year funding guarantee. [WSJ]  Spotify makes its debut on the New York Stock Exchange Tuesday. What better way to prepare than with a profile of the company’s 35-year-old CEO Daniel Ek? [WSJ]  Sinclair Broadcast Group is facing a backlash from media watchdog groups and its own staffers for requiring news anchors at dozens of its local TV stations to read a script saying they were concerned about “the troubling trend of irresponsible, one-sided news stories plaguing our country.” [WSJ]  Verizon’s Oath is planning to shut down its One TV division and phase out its Convertro ad tech division as a standalone brand and business. [Business Insider]  Facebook’s data-sharing issues aren’t a concern for a group of consumers who deliberately fill their profiles with false information. It’s an issue for marketers, though, particularly when fake information makes it difficult to match up buying patterns with a specific age group. [WSJ]  Corrections & Amplifications  The 2018 NCAA Tournament National Championship Game aired on TBS. An earlier version of this article incorrectly stated the game was broadcast on CBS.  About Us  Follow us on Twitter: @wsjCMO, @larakiara, @VranicaWSJ, @alexbruell,@BenMullin, @srabil, @asharma  Subscribe to our morning newsletter, delivered straight to your inbox, at http://on.wsj.com/CMOTodaySignup.  Write to Lara O’Reilly at lara.oreilly@wsj.com", "host": "the-wall-street-journal", "date": "2018-04-03T12:14:08Z", "url": "https://www.wsj.com/articles/cmo-today-zuckerberg-and-cook-sound-off-google-changes-reporting-metric-fox-news-responds-to-ingraham-ad-boycott-1522757615"}, {"article": "Standard Oil Co. and American Telephone and Telegraph Co. were the technological titans of their day, commanding more than 80% of their markets.  Today’s tech giants are just as dominant: In the U.S., Alphabet Inc.’s Google drives 89% of internet search; 95% of young adults on the internet use a Facebook Inc. product; and Amazon.com Inc. now accounts for 75% of electronic book sales. Those firms that aren’t monopolists are duopolists: Google and Facebook absorbed 63% of online ad spending last year; Google and Apple Inc. provide...", "host": "the-wall-street-journal", "date": "2018-01-16T18:15:59Z", "url": "https://www.wsj.com/articles/the-antitrust-case-against-facebook-google-amazon-and-apple-1516121561"}, {"article": "Alphabet Inc.’s Google and Tencent Holdings Ltd. will license each other’s technology patents, a deal that could help the former broaden its toehold in the Chinese market and accelerate the global expansion of the latter.  They entered a long-term patent cross-licensing agreement for a broad range of products and technologies, the two companies said Friday, adding they were open to more cooperation in the future.  “By...", "host": "the-wall-street-journal", "date": "2018-01-19T09:46:11Z", "url": "https://www.wsj.com/articles/google-and-chinas-tencent-find-being-friends-has-benefits-1516353949"}, {"article": "Former Google female employees last week sued the company for allegedly discriminating against women. On Monday, former male employees sued Google for allegedly discriminating against conservative white men.  The dueling lawsuits illustrate the increasing tensions over differences in how men and women are treated in the workplace, an issue that has exploded as revelations of inequality and sexual harassment have rocked industries ranging from tech to entertainment to media.  ...", "host": "the-wall-street-journal", "date": "2018-01-08T19:47:24Z", "url": "https://www.wsj.com/articles/former-google-engineer-who-wrote-diversity-memo-files-suit-1515440507"}, {"article": "VERSAILLES, France—French president Emmanuel Macron wined and dined Davos-bound business leaders inside the Palace of Versailles on Monday in an effort to shake off the country’s image as a guillotine for foreign investment.  Some 140 executives, including Facebook Chief Operating Officer Sheryl Sandberg and Google Chief Executive Sundar Pichai, met with Mr. Macron at the sprawling palace just outside Paris before traveling on to the World Economic Forum in Davos, Switzerland.  ...", "host": "the-wall-street-journal", "date": "2018-01-22T17:10:57Z", "url": "https://www.wsj.com/articles/macron-woos-big-names-like-facebook-and-google-for-investment-1516639161"}, {"article": "Google quietly ran a test of new technology to make it easier for 911 operators to locate cellphone callers, and 911 centers that participated said the results were promising.  The nation’s existing 911 system, which turns 50 this month, has struggled with the explosion of cellphones. The vast majority of 911 calls these days are made using a cellphone, but the location of the caller is hard to pinpoint. Federal regulators estimate shaving a minute off response times could save as many 10,000 lives each year.  ...", "host": "the-wall-street-journal", "date": "2018-02-15T16:43:52Z", "url": "https://www.wsj.com/articles/google-tests-system-to-help-locate-911-callers-1518712754"}], "INTC": [{"article": "Intel Corp. is considering a range of acquisition alternatives in reaction to Broadcom Ltd.’s hostile pursuit for Qualcomm Inc. that could include a bid for Broadcom, according to people familiar with the matter.  Intel is watching the takeover battle closely and is eager for Broadcom to fail as the combined company would pose a serious competitive threat, the people said. If it becomes apparent that Broadcom is likely to prevail, Intel could step in with its own offer for Broadcom, the people said.  ...", "host": "the-wall-street-journal", "date": "2018-03-09T22:50:04Z", "url": "https://www.wsj.com/articles/intel-considers-possible-bid-for-broadcom-1520633986"}, {"article": "There are still questions about the impact of security flaws in Intel Corp.’s chips, but it is still very hard to get around using those chips.  That was readily apparent in the company’s fourth-quarter results delivered late Thursday. Revenue rose 4% year over year to a record $17.1 billion, with adjusted operating income surging by 21% to $5.9 billion. Both came in well ahead of Wall Street’s forecasts.  But...", "host": "the-wall-street-journal", "date": "2018-01-25T23:18:08Z", "url": "https://www.wsj.com/articles/no-flaws-in-intels-earnings-1516922285"}, {"article": "Intel Corp. reported record growth in fourth-quarter revenue as sales in its data-center business jumped 20%, while the company swung to a quarterly loss as it booked a $5.4 billion charge after recent changes in U.S. tax law.  Overall revenue rose 4% to $17.05 billion. Intel reported a $687 million loss, compared with a profit of $3.56 billion a year earlier, largely because of the tax impact.  The...", "host": "the-wall-street-journal", "date": "2018-01-25T21:30:05Z", "url": "https://www.wsj.com/articles/intel-revenue-rises-but-it-reports-loss-on-tax-charge-1516915803"}, {"article": "Intel is quietly advising some customers to hold off installing patches that address new security flaws affecting virtually all of its processors. It turns out the patches had bugs of their own.  The glitch underscores the complexity of Intel’s challenge as it scrambles to fix the unprecedented vulnerabilities, which were disclosed more than a week ago.  In...", "host": "the-wall-street-journal", "date": "2018-01-12T00:12:44Z", "url": "https://www.wsj.com/articles/intel-warns-its-patches-for-chip-flaws-are-buggy-1515715212"}, {"article": "The revelation that Intel Corp. is considering buying Broadcom Ltd., a company valued at more than $100 billion, shows the depth to which the chip giant feels threatened by a potential tie-up between Broadcom and its rival Qualcomm Inc.  Since late last year, Intel has been exploring a bid for Broadcom to forestall that company’s $117 billion offer for Qualcomm in what would be the biggest-ever tech deal, people familiar with the matter told The Wall Street Journal in an article published Friday. Intel’s interest in derailing...", "host": "the-wall-street-journal", "date": "2018-03-11T20:40:11Z", "url": "https://www.wsj.com/articles/why-intel-is-so-wary-of-a-broadcom-qualcomm-merger-1520800808"}, {"article": "Sights and sounds from when the power went out at one of the world's largest consumer technology shows. Photo/Video: Wilson Rothman/ The Wall Street Journal  LAS VEGAS—The lights went out at the nation’s premier consumer-technology conference, leaving thousands of attendees and a legion of shiny gadgets in the dark.  The culprit was a power outage at the Las Vegas Convention Center, where tech enthusiasts, corporate vendors and members of the media were on hand for the annual CES show.  The illumination...", "host": "the-wall-street-journal", "date": "2018-01-10T23:02:34Z", "url": "https://www.wsj.com/articles/power-goes-out-at-the-high-tech-ces-show-1515622877"}, {"article": "Intel and other computer-chip and software makers are dealing with the fallout following the disclosure of two widespread hardware vulnerabilities found by cybersecurity experts.  Intel and other computer-chip and software makers are dealing with the fallout following the disclosure of two widespread hardware vulnerabilities found by cybersecurity experts. Photo: mike blake/Reuters  The sale of Intel Corp. INTC -3.16% stock by Chief Executive Brian Krzanich while the company was handling concerns about security flaws in its chips was a highly unusual move that risked attracting regulatory scrutiny, according to lawyers and analysts who follow executive stock sales.  The trade took place on Nov. 29, nearly six months after Intel was informed about the vulnerabilities, which could enable hackers to access user data in chips made by Intel and others. Mr. Krzanich sold shares and exercised stock options valued at a total of $39 million, netting him nearly $25 million, according to regulatory filings made at the time.  Word of the security flaws didn’t become public until last week, sending Intel’s shares down.  The timing of Mr. Krzanich’s sale “is really odd,” said Dan O’Connor, an attorney specializing in securities with the law firm Ropes & Gray. “The timing, the size, the unusual nature compared to prior sales—that’s going to get this a lot of scrutiny.”  The trade took place under a U.S. Securities and Exchange Commission rule that allows officers and directors of public companies to prearrange sales of specific numbers of shares at particular times. The rule prohibits insiders from setting up such transactions while possessing undisclosed information that might affect the stock price, Mr. O’Connor and other securities experts said.  Intel Chief Executive Brian Krzanich netted nearly $25 million in the stock transaction. Photo: Getty Images  A spokesman for Intel said Mr. Krzanich’s divestiture was unrelated to the chip-security issue and the sale was based on a prearranged trading program. The company declined to make Mr. Krzanich available for an interview.  Regulatory filings show that Mr. Krzanich established the divestiture plan about a month before the trade, on Oct. 30, long after Intel learned of the chip vulnerabilities in June.  Intel hasn’t said when Mr. Krzanich was informed of the issue. The company declined to provide further comment.  Intel’s stock was up about 20% year-to-date when Mr. Krzanich put the trading plan in place, with almost all of those gains occurring in the prior two months.  Mr. Krzanich’s trade stands out because it deviated from the CEO’s previous pattern of incremental sales of Intel stock, according to Ben Silverman, a researcher at InsiderScore LLC, a clearinghouse for information about trades made by corporate and institutional insiders. Using the same SEC rule for trades by company officials, the CEO had exercised options and sold shares generally at monthly or quarterly intervals in the prior two years, involving no more than 80,000 shares in any given transaction, according to Mr. Silverman’s analysis.  WSJ’s Joanna Stern ‘bumps’ into Intel CEO Brian Krzanich in the elevator at D.Live and asks about driverless cars and his favorite chip, to eat and to use. Photo: Andria Chamberlin for The Wall Street Journal  On Nov. 29, Mr. Krzanich sold more than 245,000 shares, nearly 50% of his unrestricted stock, reducing his unrestricted holding to 250,000 shares, the minimum set by Intel’s executive-stock-ownership guidelines, according to the company’s most recent proxy statement. That was an unusual move by a CEO, Mr. Silverman said. Moreover, Mr. Krzanich liquidated all his options, more than 644,000 shares valued at more than $28 million in total.  “It’s not just that he sold stock knowing about the security issue,” he said. “The size and selling behavior were unusual. Put those two elements together, and certainly on the surface it doesn’t look good.”  Mr. Silverman and other securities experts said they would expect U.S. regulators to examine Mr. Krzanich’s trade to see if it violated insider-trading regulations, although such cases are difficult to win. A spokesman for the SEC declined to comment.  For an insider trade to violate the rule, the information held by Mr. Krzanich about the security vulnerabilities in Intel chips at the time he made the trade would have to be deemed material to Intel’s business, the securities experts said. Intel said last week that it didn’t expect the issue to have any material impact on its business.  That might be reasonable, said Doug Chia, who oversees governance issues at the Conference Board, a nonprofit business advisory group. Tech companies frequently discover security flaws, many of which are insignificant or easily fixed, he said.  Even so, other securities specialists say companies generally would want to be careful in communicating with investors about a CEO’s stock sale in such circumstances.  “At first glance, it’s a very unusual type of thing that shareholders and directors would want a fairly tight explanation about,” said David Larcker, a professor of securities law at Stanford University. “It may be fine, but it’s the kind of thing you’d want to really understand and be transparent with shareholders about.”  At the time of Mr. Krzanich’s sale, Intel was working with chip rivals and software partners to patch the security flaws, which were built into a variety of chips including virtually all Intel processors going back more than a decade. Intel was by far the company most affected by the problem, because it has dominant market share in chips used for servers and personal computers.  The companies had planned to announce the problem and their fixes on Jan. 9, but news of the security flaws leaked earlier. Intel shares then fell over 5% total on Wednesday and Thursday. The stock rose less than 1% on Friday and closed flat at $44.74 Monday.  Write to Ted Greenwald at Ted.Greenwald@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-08T10:30:04Z", "url": "https://www.wsj.com/articles/intel-ceos-stock-sale-called-unusual-by-private-securities-specialists-1515407400"}, {"article": "Intel’s decision to inform Chinese technology companies about security flaws in its processors raises concerns that the information could have reached the Chinese government before being publicly divulged.  Intel’s decision to inform Chinese technology companies about security flaws in its processors raises concerns that the information could have reached the Chinese government before being publicly divulged. Photo: steinba/EPA/Shutterstock  In initial disclosures about critical security flaws discovered in its processors, Intel Corp. INTC -3.16% notified a small group of customers, including Chinese technology companies, but left out the U.S. government, according to people familiar with the matter and some of the companies involved.  The decision raises concerns, security researchers said, as it potentially could have allowed information about the chip flaws, dubbed Spectre and Meltdown, to fall into the hands of the Chinese government before being publicly divulged. There is no evidence any information was misused, the researchers said.  Weeks after word of the flaws first surfaced, Intel’s choices about who would receive advance warning continue to ripple through the security and tech industries.  The flaws were first identified in June by a member of Google’s Project Zero security team. Intel had planned to make the discovery public on Jan. 9—people working to protect systems from hacks often hold off on announcements while fixes are devised—but sped up its timetable when the news became widely known on Jan. 3, a day after U.K. website the Register wrote about the flaws.  Because the flaws can be leveraged to sneak sensitive data out of the cloud, information about them would be of great interest to any intelligence-gathering agency, said Jake Williams, president of the security company Rendition Infosec LLC and a former National Security Agency employee. In the past, Chinese state-linked hackers have exploited software vulnerabilities to get leverage on their targets or expand surveillance.  It is a “near certainty” Beijing was aware of the conversations between Intel and its Chinese tech partners, because authorities there routinely monitor all such communications, Mr. Williams said.  Representatives from China’s ministry in charge of information technology didn’t respond to requests for comment. The country’s foreign ministry has in the past said it is “resolutely opposed” to cyberhacking in any form.  An Intel spokesman declined to identify the companies it briefed before the scheduled Jan. 9 announcement. The company wasn’t able to tell everyone it had planned to, including the U.S. government, because the news was made public earlier than expected, he said.  Intel’s tricky path—inform enough big customers to head off significant damage while keeping the information as contained as possible to limit potential leaks—continues to weigh on smaller companies that weren’t given an early nod.  Joyent Inc., a U.S.-based cloud-services provider owned by Samsung Electronics Co. , is still playing catch-up, said Bryan Cantrill, the company’s chief technology officer.  “Other folks had a six-month head start,” he said. “We’re scrambling.”  In the months before the flaws were publicly disclosed, Intel worked on fixes with Alphabet Inc.’s Google unit as well as “key” computer makers and cloud-computing companies, Intel said in an emailed statement to The Wall Street Journal.  An official at the Department of Homeland Security said staffers learned of the chip flaws from the Jan. 3 news reports. The department is often informed of bug discoveries in advance of the public, and it acts as an authoritative source for information on how to address them.  “We certainly would have liked to have been notified of this,” the official said.  The NSA was similarly in the dark, according to Rob Joyce, the White House’s top cybersecurity official. In a message posted Jan. 13 to Twitter, he said the NSA “did not know about these flaws.” A White House spokesman declined to comment further, referring instead to the tweet.  Chinese computer maker Lenovo Group Ltd. LNVGY -2.69% was among the large tech companies, including Microsoft Corp. , Amazon.com Inc. and ARM Holdings in the U.K., that were notified of the flaws beforehand.  Lenovo was able to issue a statement Jan. 3 advising customers on the flaws because of “the work we’d done ahead of that date with industry processor and operating system partners,” a spokeswoman said in an email.  Alibaba Group Holding Ltd. BABA -2.93% , China’s top seller of cloud-computing services, also was notified ahead of time, according to a person familiar with the company.  A spokeswoman for Alibaba’s cloud unit declined to comment on when the company was informed. She said any idea that the company might have shared information with Chinese authorities was “speculative and baseless.”  A Lenovo spokeswoman said Intel’s information was protected by a nondisclosure agreement.  Despite the security concerns, an early heads up to a select number of large global companies made sense, said Dave Aitel, chief executive of Immunity Inc., a company that sells security services. “They’re going to tell as few people as possible” to contain possible leaks, he said.  Because they had early warning, Microsoft, Google and Amazon were able to release statements soon after news of the flaws leaked out saying their cloud-computing customers were largely protected.  Smaller competitors, though, continue to struggle. DigitalOcean Inc., a cloud-services seller, said Jan. 19 it was still testing a fix for its customers. Rackspace Inc. said last Wednesday it has several teams working on a fix. The cloud company earlier in January told customers it understood the situation “can be frustrating.”  The DHS also stumbled with its initial guidance. The agency’s Computer Emergency Response Team first linked to an advisory stating the only way to “fully remove” the flaws was by replacing the chip. CERT now advises users instead to patch their systems.  The DHS should have been looped in early on to help coordinate the flaws’ disclosure, Joyent’s Mr. Cantrill said. “I don’t understand why CERT would not be your first stop,” he said.  Write to Robert McMillan at Robert.Mcmillan@wsj.com and Liza Lin at Liza.Lin@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-28T17:54:45Z", "url": "https://www.wsj.com/articles/intel-warned-chinese-companies-of-chip-flaws-before-u-s-government-1517157430"}, {"article": "Two top commercial satellite operators agreed to team up on a plan to clear some of their wireless spectrum for use by other companies, a move they say will spur new telecom investment.  SES SA said it will join Intelsat SA’s campaign to keep serving U.S. customers in a chunk of the C-band, a swath of airwaves in the middle of the broader radio spectrum, while allowing other wireless operators to take over a smaller sliver of the band. The companies said they serve about 90% of the U.S. market in the C-band, which media companies...", "host": "the-wall-street-journal", "date": "2018-02-09T02:13:27Z", "url": "https://www.wsj.com/articles/satellite-operators-pitch-plan-to-share-airwaves-1518132645"}, {"article": "The House Intelligence Committee on Saturday released the long-awaited Democratic response to allegations the FBI abused its surveillance powers during the 2016 election. Committee Chairman Devin Nunes owes ranking Democrat Adam Schiff a thank you for assisting his case.  The 10-page Democratic memo begins by declaring that “The FBI and DOJ officials did not ‘abuse’ the Foreign Intelligence Surveillance Act (FISA) process, omit material information, or subvert this vital tool to spy on the Trump campaign.” Yet the facts it...", "host": "the-wall-street-journal", "date": "2018-02-25T22:46:28Z", "url": "https://www.wsj.com/articles/democrats-for-eavesdrop-abuse-1519598461"}, {"article": "Your phone is addictive on purpose, and it can be hard to ignore. WSJ's David Pierce has a few tricks and tips to pull yourself back into the real world. Photo/Video: Emily Prapuolenis/The Wall Street Journal  When smartphones came to steal our attention, we never had a chance. Even in the rare moments we manage to put them down, they buzz incessantly, begging us to come back.  It’s fine for phones to be engrossing when we’re bored on a layover. More often they should help us work or exercise or find a Starbucks , then get out of the way.  Now, more than a decade into the smartphone era, investors, activists and customers alike have begun to push phone makers, especially Apple Inc., AAPL -2.56% to find a way to solve phone addiction.  The feature we need already exists: It’s called Do Not Disturb. Whether you use an iPhone or an Android device, you have a one-tap way to shut your phone up. Do Not Disturb should be every smartphone user’s best friend and saving grace. Instead, it’s a relic of a long-gone era, a feature that doesn’t work the way we do.  The iPhone’s ‘Do Not Disturb’ feature shuts off nearly everything. You can engage it manually or schedule your silence ahead of time. Photo: David Pierce/The Wall Street Journal  Apple launched Do Not Disturb in 2012 to keep your phone from waking you up in the middle of the night. When you tap the moon icon, your phone instantly shuts up. Your notifications are visible if you wake up your phone, but it won’t buzz or light up automatically. There are only small nuances: You can name contacts who can call you—no texts get through when Do Not Disturb is engaged—or allow anyone who calls twice to buzz through on the second call.  Last year, the company launched Do Not Disturb While Driving, which engages when your phone connects to your car stereo or its motion sensors detect driving. It allows alarms and timers—and Apple Maps navigation—but generally keeps the screen dark. Anyone who messages you can receive an automatic response.  The problem is that this dichotomy—you’re either on or off, zero or 100—doesn’t actually represent how people use their phones. When you’re sleeping, you might want total quiet. But what about at work, when you’re still reachable but trying to focus on your presentation instead of incessant ESPN updates? Or when the people you care most about would rather use WhatsApp or Snapchat, instead of calling you? Turning on Do Not Disturb is like taking your landline phone off the hook to keep it from ringing.  Apple’s ‘Do Not Disturb While Driving’ allows you to auto-respond to texts so your friends won’t wonder why you’re not replying. Photo: David Pierce/The Wall Street Journal  Do Not Disturb should have a sort of volume meter, from 0 to 10. When you’re bored on the couch, turn the knob all the way up and let the distracting notifications flow. When you’re asleep go to 0: silence is golden. In between, users ought to be able to control what gets through and when.  At work you need buzzes for your calendar, email and Slack, but would rather not have Candy Crush luring you back in before lunchtime. There should be an “I’m in a meeting” setting, and a “Get me out of this meeting” one, too.  Alphabet Inc.’s Google does this better. Android’s Do Not Disturb, launched in 2014, has a Total Silence mode, but also offers Priority Mode. With that engaged, only the apps you’ve handpicked can buzz your phone. My friends can message me on all the apps I use, but Starbucks can’t tell me about deals, and Twitter can’t suck me back into my timeline. Android also allows you to let calendar notifications or reminders through the Do Not Disturb wall.  Google could do more; Apple could do much more. Users should be able to set their own rules. Studies have shown that when people reduce notifications, they worry they’re missing important things. By ensuring you’re seeing the things that matter, and shutting up the (many, many more) things that don’t, Do Not Disturb could address this.  Android users can set rules for ‘Do Not Disturb,’ allowing certain apps or people through the wall. Photo: David Pierce/The Wall Street Journal  At the same time, Android and iOS should begin automatically managing your phone’s distractions. They could differentiate between morning and evening, weekend and weekdays. Android can engage Do Not Disturb in sync with your calendar events, but it can’t tell whether you’re bored in the dentist’s waiting room or stressing in a job interview. Devices could use their knowledge of your location, calendar and activity to figure out exactly how much you can be bothered.  Apple and Google are the only companies in a position to make this work at the system level. Third-party developers can’t access the control they’d need, across apps and services, to regulate the whole system. (And would you want them to?)  How to Do ‘Do Not Disturb’ Set a schedule . You can make Do Not Disturb turn on at the same time every day—maybe after dinner, when it’s time to relax—and off again in the morning.  . You can make Do Not Disturb turn on at the same time every day—maybe after dinner, when it’s time to relax—and off again in the morning. Pick your favorites. You can allow all phone calls even when Do Not Disturb is engaged, but a better move is to name the four or five people who should always get through. Think partners, bosses, babysitters.  You can allow all phone calls even when Do Not Disturb is engaged, but a better move is to name the four or five people who should always get through. Think partners, bosses, babysitters. Toggle at will . Do Not Disturb controls are only a swipe or two away, in the Control Center of your iPhone or in the quick settings menu on Android. Swipe down, tap the moon icon, and enjoy a ding-free dinner.  . Do Not Disturb controls are only a swipe or two away, in the Control Center of your iPhone or in the quick settings menu on Android. Swipe down, tap the moon icon, and enjoy a ding-free dinner. Use it while driving. Do I really have to explain?  One app, Flipd, can temporarily remove distracting apps from your phone, but “this is not something Apple makes it easy for us to do,” said Alanna Harvey, one of the app’s co-founders. Even the setup is enough to scare people away, though Ms. Harvey says it’s the app’s most popular feature “once people get over the hump.\"  Google and Apple say they’re working on improvements to Do Not Disturb, though both declined to provide specific plans.  Spokesmen for both companies also pointed to notification controls as another way to manage your influx. I don’t see it that way. Certainly, you should control which apps can notify you and how, but there’s no “when” notification setting. What users really need is an easy way to receive notifications from partners, bosses and close friends—and from any app. Why constantly tweak each app’s notifications? We should be able to make the rules once, with one tool, and not worry about it again.  When you really need to focus, of course, there’s one feature even more powerful than Do Not Disturb. Just turn your phone off. But then how will you navigate home? Or read your book? Or plan dinner, play “Alto’s Adventure” or check your fantasy team? I don’t want to be disturbed, but I definitely still want Spotify.", "host": "the-wall-street-journal", "date": "2018-04-03T16:21:31Z", "url": "https://www.wsj.com/articles/apple-needs-to-fix-do-not-disturb-modeheres-how-1522772396"}, {"article": "Here are some of the companies with shares expected to trade actively in Tuesday’s session. Stock movements reflect premarket trading. Spotify Technology S.A.: The music-streaming company will begin trading Tuesday under the ticker SPOT. Spotify is using an unorthodox maneuver known as a direct listing to go public on the New York Stock Exchange, without many of the protections built […]", "host": "the-wall-street-journal", "date": "2018-04-03T13:23:21Z", "url": "https://blogs.wsj.com/moneybeat/2018/04/03/stocks-to-watch-spotify-amazon-apple-tesla-gm-intel-disney-longfin-celgene-overstock-com/"}, {"article": "Here are some of the companies with shares expected to trade actively in Monday’s session. Stock movements reflect premarket trading. Group Inc.—Up 0.1%: Harvey Schwartz, the Wall Street firm’s president and co-chief operating officer, is retiring, effective April 20, the company announced. David Solomon will serve as sole president and chief operating officer of the firm […]", "host": "the-wall-street-journal", "date": "2018-03-12T13:23:51Z", "url": "https://blogs.wsj.com/moneybeat/2018/03/12/stocks-to-watch-goldman-sachs-broadcom-intel-micron-dowdupont-take-two-oclaro-pfizer/"}], "AMZN": [{"article": "Amazon is voluntarily recalling about 260,000 of its AmazonBasics portable battery chargers due to potential fire and chemical burn risks, according to the U.S. Consumer Product Safety Commission.  The portable power bank’s battery can overheat and ignite, posing fire and burn dangers, according to the recall alert posted on the commission’s website Tuesday.  The...", "host": "the-wall-street-journal", "date": "2018-03-13T20:42:56Z", "url": "https://www.wsj.com/articles/amazon-recalls-portable-battery-chargers-1520970741"}, {"article": "Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  Amazon.com Inc. wants to be the everything store but it is struggling to become the everywhere store. It wants to dominate industries ranging from e-commerce and connected home devices to video streaming, challenging titans like Apple Inc. and Alphabet Inc.’s Google.  Founder Jeff Bezos’s message to Amazon executives has been clear: Do whatever it takes and don’t worry about the cost. The Seattle-based giant has invested billions of dollars to woo consumers in India, China and other countries in Asia and Europe.  ...", "host": "the-wall-street-journal", "date": "2018-01-11T12:16:27Z", "url": "https://www.wsj.com/articles/inside-amazons-quest-for-global-domination-1515670213"}, {"article": "It’s easy to see how Amazon.com Inc. threatens the world’s retailers. But analysts, brands and advertising agencies are waking up to the fact that a growing piece of Amazon’s business impinges on turf now controlled by two other tech titans, Google and Facebook.  Amazon’s decade-old advertising business hasn’t generated much revenue or notice until recently. One sign of the turning point was last June, at the annual meeting of advertising giant WPP PLC. Calling the retailer “highly disruptive in many ways,” WPP Chief Executive...", "host": "the-wall-street-journal", "date": "2018-01-28T16:35:00Z", "url": "https://www.wsj.com/articles/how-amazons-ad-business-could-threaten-google-and-facebook-1517157327"}, {"article": "Amazon.com Inc. is in talks with big banks including JPMorgan Chase & Co. about building a checking-account-like product the online retailer could offer its customers, according to people familiar with the matter.  The effort is still in its early stages and may not come to fruition, the people said. The talks with financial firms are focused on creating a product that would appeal to younger customers and those without bank accounts. Whatever its final form, the initiative wouldn’t involve Amazon becoming a bank, the...", "host": "the-wall-street-journal", "date": "2018-03-05T12:31:28Z", "url": "https://www.wsj.com/articles/are-you-ready-for-an-amazon-branded-checking-account-1520251200"}, {"article": "TOKYO—Amazon.com Inc.’s Japanese unit has come under antitrust scrutiny for the second time in as many years as retailers become more dependent on the e-commerce giant for customer traffic.  Officials from the Fair Trade Commission, Japan’s antitrust watchdog, have visited the headquarters of Amazon Japan to see if any violations of the Antimonopoly Act have taken place, a government official said Thursday.  Amazon...", "host": "the-wall-street-journal", "date": "2018-03-15T10:31:30Z", "url": "https://www.wsj.com/articles/japan-antitrust-watchdog-probes-amazonagain-1521109888"}, {"article": "Greg Greeley, one of Amazon.com Inc.’s most-senior and longest-serving executives, is leaving the company to run Airbnb Inc.’s core home-rental business.  Mr. Greeley has overseen Amazon’s Prime membership unit since 2013 and helped to develop the program. An employee since 1999, he was slated to work on integrating natural foods chain Whole Foods into the operations of the Seattle e-commerce giant, according to Amazon.  Airbnb’s...", "host": "the-wall-street-journal", "date": "2018-03-06T21:00:04Z", "url": "https://www.wsj.com/articles/amazon-prime-veteran-heads-to-airbnb-1520370000"}, {"article": "Amazon.com Inc. has tapped NBC Entertainment President Jennifer Salke to head Amazon Studios, its movie and television unit, succeeding Roy Price, who resigned amid allegations that he engaged in sexual harassment and inappropriate behavior toward a producer.  At Amazon, Ms. Salke, 53 years old, will oversee a deep-pocketed and ambitious online video service with an annual budget of more than $4.5 billion, according to people at the company.  ...", "host": "the-wall-street-journal", "date": "2018-02-09T21:09:39Z", "url": "https://www.wsj.com/articles/amazon-names-nbc-entertainment-president-jennifer-salke-to-head-amazon-studios-1518202879"}, {"article": "Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  Amazon.com Inc. said it would start delivering Whole Foods groceries via its fastest delivery option in four markets, marking the first major integration between its e-commerce operations and its new brick-and-mortar grocery chain.  The online retail giant will add Whole Foods to its one- and two-hour delivery option, Prime Now, in the grocer’s hometown of Austin, Texas, as well as Dallas, Virginia Beach, Va. and Cincinnati, Ohio.  ...", "host": "the-wall-street-journal", "date": "2018-02-08T05:00:03Z", "url": "https://www.wsj.com/articles/amazon-to-deliver-whole-foods-groceries-1518066000"}, {"article": "Amazon.com Inc. AMZN -3.20% is scheduled to announce its fourth-quarter earnings after the market closes Thursday. Here’s what you need to know:  EARNINGS FORECAST: Analysts polled by Thomson Reuters expect Amazon to earn $1.85 a share, compared with $1.54 a year ago. The company has forecast an operating income range between $300 million and $1.65 billion, compared with income of $1.26 billion a year ago.  REVENUE FORECAST: Quarterly revenue of $59.83 billion is forecast by the analysts, compared with $43.74 billion a year ago. Amazon said it expected sales of between $56 billion and $60.5 billion for the quarter, which includes growth from its acquisition of Whole Foods.  WHAT TO WATCH:  —HOLIDAYS: Amazon lately has been demonstrating a little more fiscal discipline, something that may pay off with record profitability in its all-important fourth quarter. Already, industry numbers are indicating a positive holiday season for retailers as consumers spent more, something that should benefit Amazon, which has a 40%-plus share of online shopping.  —WHOLE FOODS: Amazon acquired Whole Foods in August, and the fourth quarter is the first full quarter of reporting. Amazon has so far added lockers for package pickups and lowered prices. Analysts will expect some evidence of whether it is paying off. For roughly one month in the third quarter, the grocery chain contributed about $1.28 billion in sales and $21 million in operating income.  —HQ2: Executives may provide an update on its search for a second headquarters. The company earlier this month narrowed its list to 20 from 238. The stakes are high: Amazon has said it plans to create about 50,000 jobs and invest $5 billion over nearly 20 years.  —HEALTH CARE: Amazon on Tuesday said it was joining JPMorgan Chase & Co. and Berkshire Hathaway Inc. to form a new company focusing on lowering U.S. health-care costs. The companies hope the entire health-care project could at a minimum save them hundreds of millions of dollars, according to a person familiar with the matter. Amazon has more than 300,000 employees in the U.S. after adding Whole Foods, and those benefits are costly. Expect analysts to ask for more clarity on potential cost savings.  Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  Write to Laura Stevens at laura.stevens@wsj.com", "host": "the-wall-street-journal", "date": "2018-02-01T13:15:03Z", "url": "https://www.wsj.com/articles/amazon-earnings-what-to-watch-1517481000"}, {"article": "Amazon’s stock has gained 9% since the beginning of the year, closing at a record $1,276.68 a share on Thursday.  Amazon’s stock has gained 9% since the beginning of the year, closing at a record $1,276.68 a share on Thursday. Photo: mike segar/Reuters  Amazon.com Inc. Chief Executive Jeff Bezos is granting $33 million in college scholarships for undocumented immigrant high-school graduates in the U.S., according to TheDream.US, a nonprofit education group.  The grant, made by Mr. Bezos and his wife, MacKenzie Bezos, will fund 1,000 scholarships for students with Deferred Action for Childhood Arrivals, or DACA, status, the group said in a press release.  Each recipient would receive a total of $33,000 in scholarship aid over four years to cover the costs of their education. Nearly 3,000 students currently are part of the group’s program for assisting the young immigrants known as Dreamers.  Mr. Bezos, 54 years old, said in a press release that his father came to the U.S. from Cuba at age 16 unable to speak English.  “With a lot of grit and determination—and the help of some remarkable organizations in Delaware—my dad became an outstanding citizen, and he continues to give back to the country that he feels blessed him in so many ways,” Mr. Bezos said.  Related Video A big question in Washington: What is going to happen next for the Dreamers? The legal reprieve for these young undocumented immigrants starts to run out in March. WSJ's Gerald F. Seib explains the likely scenarios. Photo: Getty  The donation comes as President Donald Trump said this week he was pursuing a deal with lawmakers that would shield hundreds of thousands of DACA immigrants from deportation in exchange for an expansion of a border wall and an end to the visa lottery program. Mr. Trump previously rescinded the program in September.  Mr. Trump and Mr. Bezos exchanged barbs prior to the president’s election. Mr. Trump has continued to take shots at Amazon on Twitter, most recently chiding the U.S. Postal Service for charging the retailer “so little … making Amazon richer.” He has also criticized reporting by the Washington Post, which Mr. Bezos owns.  For his part, Mr. Bezos became one of the first tech chief executives to join legal action opposing Mr. Trump’s travel-ban order last year.  Other tech-related donors to TheDream.US include The Bill & Melinda Gates Foundation and the Chan Zuckerberg Initiative, according to the organization.  Mr. Bezos last year passed Microsoft Corp. founder Bill Gates as the richest man in the world, according to Forbes, which has ranked the wealthiest people since 1987. As of this week, Mr. Bezos was worth about $107 billion, according to Forbes.  Amazon’s stock has gained 12% since the beginning of the year, closing at a record $1,305.20 a share on Friday. According to the company’s proxy filing in April, Mr. Bezos’s stake in the company was 16.9%, but he has since sold shares.  The Amazon chief in June tweeted a request for ideas for charitable giving, saying he was drawn to “the right now” in contrast to the long-term focus of most his work.  “I like long-term—it’s a huge lever: Blue Origin, Amazon, Washington Post—all of these are contributing to society and civilization in their own ways,” Mr. Bezos wrote. “But I’m thinking I want much of my philanthropic activity to be helping people in the here and now—short term—at the intersection of urgent need and lasting impact.”  Mr. Bezos worked on Wall Street after earning a degree from Princeton University in electrical engineering and computer science. Former Amazon employees say he is known for concentrating on a long-term vision for the company while also diving into details.  The Amazon CEO founded Blue Origin LLC a decade ago to make reusable rockets and to lower launch costs. Last year, Mr. Bezos said he sells about a billion dollars of Amazon stock annually to invest in his rocket company.  Write to Laura Stevens at laura.stevens@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-12T13:51:28Z", "url": "https://www.wsj.com/articles/amazons-bezos-to-grant-33-million-in-college-scholarships-for-daca-students-1515763994"}, {"article": "Shoppers at the Whole Foods Market in Midtown Manhattan. Photo: Ramsay de Give for The Wall Street Journal  Investors are pushing Amazon.com Inc. AMZN -3.20% to explain how much of the food from its expanding grocery operations goes to waste.  Green Century Capital Management, Inc. and other investors asked the Securities and Exchange Commission Thursday to force Amazon to allow shareholders to vote on a proposal asking it to explain its plans to mitigate the environmental impact and cost of wasted food.  “This is such a sizable and tangible issue for a company as large as Amazon,” said Leslie Samuelrich, president of Green Century. “We are just trying to assess the business risk.”  Related Video Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  Amazon in January told the Boston-based mutual fund that food waste wasn’t material and that the e-commerce giant was already working to reduce it. Amazon said food represented less than 1% of operating expenses and assets last year, allowing it to exclude the proposal under SEC rules.  Grocers, restaurants and food-service companies waste food worth $55 billion a year, according to ReFED, a nonprofit working on food-waste reduction. Food retailers are responsible for food waste worth some $18 billion a year, roughly double the sector’s profit from food sales.  More investors are pushing companies to change food-waste and packaging practices that they see as a potential drag on profits in a low-margin business. Many companies are responding. Hilton Worldwide Holdings Inc., Walmart Inc. and other food retailers are working with shareholders who have raised such concerns. Costco Wholesale Corp. , Target Corp. and Chipotle Mexican Grill , Inc. have acknowledged similar investor requests.  Related Tech Startups Take a Bite Out of Food Waste  “Food retailers are struggling with top-line sales growth, and they are looking for other areas to cut,” said Chris Cochran, ReFED’s executive director and a former Walmart senior manager.  Dunkin’ Brands Group Inc. received a shareholder request earlier this year to assess the environmental impacts of its coffee-container pods. The company’s supplier agreed to make them recyclable by 2020. Walmart responded to concerned shareholders last year with a 160-page strategy for reducing food waste.  And in 2016, Starboard Value LP faulted Darden Restaurants Inc. for the ample servings of free breadsticks at its Olive Garden restaurants during a larger proxy battle. “Most customers will not eat all of the breadsticks, creating an enormous amount of waste,” Starboard wrote to investors.  Darden started enforcing its guidelines for breadstick serving size more strictly, and made changes to its board of directors.", "host": "the-wall-street-journal", "date": "2018-03-01T16:56:06Z", "url": "https://www.wsj.com/articles/investors-want-to-talk-food-waste-with-amazon-1519914762"}, {"article": "Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  At this point, Amazon.com’s investors should probably get used to taking Jeff Bezos at his word.  The indefatigable CEO stopped appearing personally on Amazon’s quarterly earnings calls years ago, but he had a clear message for investors Thursday when the online retail giant posted record earnings along with a 38% jump in sales for the fourth quarter. Writing of the strong success of his company’s voice-activated digital assistant technology called Alexa, Mr. Bezos noted in the company’s release: “We don’t see positive surprises...", "host": "the-wall-street-journal", "date": "2018-02-02T13:07:02Z", "url": "https://www.wsj.com/articles/no-end-in-sight-for-amazons-wild-ride-1517573128"}, {"article": "An executive exodus is under way at Whole Foods, as Amazon.com Inc. integrates the pioneering natural grocer into its retail empire.  More than a dozen executives and senior managers have left since Amazon acquired Whole Foods last year, according to former employees and recruiters steering them to new jobs. People who have left include leaders of the bakery, produce, sustainability and local-foods divisions.  Some...", "host": "the-wall-street-journal", "date": "2018-03-22T10:31:28Z", "url": "https://www.wsj.com/articles/whole-foods-is-losing-executives-under-new-owner-amazon-1521711002"}, {"article": "Three technology titans have powered nearly half of the S&P 500’s advance this year, a worrying sign for investors expecting a strengthening economy to lift shares of manufacturers, oil companies and other firms whose fortunes typically improve with growth.  Amazon.com Inc. has accounted for 27% of the broader index’s 1.6% gain through Tuesday, according to S&P Dow Jones Indices’ data. That is followed by Microsoft Corp., which has contributed 13%, and Netflix Inc. at 8.3%. U.S. stocks fell Wednesday, but Amazon and...", "host": "the-wall-street-journal", "date": "2018-02-21T21:49:17Z", "url": "https://www.wsj.com/articles/amazon-is-taking-over-the-stock-market-too-1519234705"}, {"article": "Analysts estimate Amazon Prime membership has reached more than half of U.S. households with internet and largely saturated the wealthier segment.  Analysts estimate Amazon Prime membership has reached more than half of U.S. households with internet and largely saturated the wealthier segment. Photo: Rich Pedroncelli/Associated Press  Amazon.com Inc. AMZN -3.20% is expanding its discounted Prime program, its latest salvo in a battle with Walmart Inc. WMT -1.28% for low-income shoppers.  The online retail giant said Wednesday that it will extend its $5.99 monthly Prime membership to the roughly 20% of the U.S. population that is signed up for Medicaid. Last year, the company introduced the discount—Prime membership ordinarily costs $12.99 a month or $99 a year—by offering it to people who obtain government assistance with cards typically used for the food-stamp program, formally called the Supplemental Nutrition Assistance Program.  Prime perks include unlimited two-day shipping and video and music streaming.  Amazon’s pursuit of more low-income shoppers comes as analysts estimate Prime membership has reached more than half of all U.S. households with internet and largely saturated the wealthier segment.  Even as shopping increasingly shifts online, many low-income customers continue to frequent brick-and-mortar stores, where they can pay with cash or a SNAP card. Walmart has more than 4,600 stores in the U.S. and Dollar General Corp. —which targets households earning $40,000 or less—has more than 14,000, many in low-income, rural areas.  Walmart, the country’s largest retailer by revenue, is seeking to attract wealthier shoppers, ramping up efforts to better compete with Amazon online. It is wooing premium brands to walmart.com; late last year it announced plans to start selling products from department store Lord & Taylor online. And last week it replaced many of its private-label clothing brands with new, slightly more expensive and fashion-forward versions.  Related Video Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  Amazon’s discounted membership, which is limited to four years of eligibility, is increasing orders for items like baby food, toys and diapers, said Aaron Perrine, who leads the program. Customers are also using the company’s one- and two-hour shipping option, Prime Now.  “They come for shipping,” he said. “They stay for digital”—specifically Amazon’s video- and music-streaming options.  These customers also frequently purchase the company’s own devices, including its Fire TV streaming sticks, Echo Dot speakers and Fire tablets, he added.  Lower-income consumers have been the fastest-growing segment of online shoppers, analysts say, but still face potential impediments. They may lack internet access, banking resources like credit cards—SNAP cards can’t be used to pay online—and safe places to deliver a package.  But consumer habits are shifting rapidly. Most low-income shoppers now have a mobile phone, and companies including United Parcel Service Inc. and Amazon have been adding lockers and other pickup locations to allow for safe delivery. The retailer has also recently expanded the ability to reload account balances with cash at convenience stores and other locations.  —Sarah Nassauer contributed to this article.  Write to Laura Stevens at laura.stevens@wsj.com", "host": "the-wall-street-journal", "date": "2018-03-07T14:00:06Z", "url": "https://www.wsj.com/articles/amazon-widens-war-with-walmart-for-low-income-shoppers-1520431203"}, {"article": "Pedestrians walked past an Amazon Go store in Seattle in April 2017. The cashierless convenience store, which had been open only to employees for testing purposes, is scheduled to open to the public on Monday after a yearlong delay.  Pedestrians walked past an Amazon Go store in Seattle in April 2017. The cashierless convenience store, which had been open only to employees for testing purposes, is scheduled to open to the public on Monday after a yearlong delay. Photo: Elaine Thompson/Associated Press  Nearly a year after it was promised, Amazon.com Inc.’s AMZN -3.20% cashierless convenience store is slated to open to the public on Monday.  The new Amazon Go store, located in the base of Amazon’s main headquarters in Seattle, uses computer vision and machine-learning algorithms to track shoppers and charge them for what they select, thereby eliminating checkout counters.  In an interview last week, Dilip Kumar, vice president of technology for Amazon Go and Amazon Books, said testing with employees has trained the technology to work in the store, an experiment that is part of the company’s broader effort to reinvent how consumers shop.  Mr. Kumar declined to say whether Amazon will expand the Go concept, although he said the company has developed the technology to scale.  From the Archives Amazon unveiled its first small-format grocery store, Amazon Go, on Monday. It’s one of at least three formats of brick-and-mortar food stores the online retail giant is exploring. Photo: Amazon.com Inc. (Originally published Dec. 5, 2016)  Amazon announced the new Go store with fanfare in December 2016, and said it would open to the public in early 2017. The opening was delayed, however, as the technology proved more difficult to master than expected, with glitches occurring when too many people were in the store or were moving too quickly, The Wall Street Journal reported in March 2017.  Amazon didn’t explain the delay at the time. According to Mr. Kumar, while the store was originally expected to quickly open to the public to gain extra traffic needed for testing, the company decided it had enough employees to teach the system instead.  That training helped Amazon Go’s technology better identify objects and follow the different speeds and patterns of shoppers, tasks Mr. Kumar described as particularly challenging in a crowd.  Some people “move in very unpredictable ways,” Mr. Kumar said. “You’re always bending down, you’re examining items, you’re picking things up.”  The Go experiment shows how Amazon is trying to transform shopping in physical stores after decades of pioneering retail online. Since 2015, the company also has added more than a dozen Amazon Books stores, which encourage customers to pull out their phones to scan covers for prices.  In August, Amazon completed a $13.5 billion deal to buy grocery chain Whole Foods, adding 470 brick-and-mortar stores to its portfolio overnight.  Amazon Go’s technology uses cameras throughout the store to track shoppers once they are inside, though it doesn’t use facial recognition, Mr. Kumar said. A customer entering the store scans his or her phone and then becomes represented internally as a 3-D object to the system. Cameras also are pointed at the shelves to determine interactions with goods.  Shoppers browse the items at the Amazon Go store in Seattle during its employee-only testing phase. The store uses computer vision and machine-learning algorithms to track shoppers. Photo: Elaine Thompson/Associated Press  Among the challenges for the technology was telling the difference between similar looking products—say containers of vanilla and regular yogurt. Adding to the complexity, when customers pick up products, they usually cover the distinguishing aspects of the label with their hands.  Some store associates are still needed. For example, customers purchasing alcohol must show identification.  Former Amazon executives say it likely would be difficult to scale the system to track people in a bigger store, and that it could take years to make it work in a larger store footprint. Still, they say it may make sense one day for Amazon to try to implement the technology more widely—either via additional Go stores or even in Whole Foods.  Mr. Kumar said there are currently no plans to introduce the technology in Whole Foods. He added, however, that every project should be expandable.  “We have this unwritten rule that whatever it is you’re building, you have to be able to scale it so that it covers significantly amount of more load than what you would normally ever expect,” Mr. Kumar said.  Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.  Write to Laura Stevens at laura.stevens@wsj.com", "host": "the-wall-street-journal", "date": "2018-01-21T15:00:11Z", "url": "https://www.wsj.com/articles/amazons-cashierless-go-convenience-store-set-to-open-1516546801"}, {"article": "Wal-Mart Stores Inc. is joining with Japan’s largest online retailer, Rakuten Inc., to bolster its efforts to compete with Amazon.com Inc. in Asia and the U.S.  The two companies said Thursday they would form a joint venture to sell online groceries in Japan and work together to sell e-books and audiobooks in the U.S.  Wal-Mart’s local retail...", "host": "the-wall-street-journal", "date": "2018-01-26T02:28:29Z", "url": "https://www.wsj.com/articles/wal-mart-has-a-new-ally-in-fight-with-amazon-japans-rakuten-1516930260"}]}