{"GOOG": [{"url": "https://www.wsj.com/articles/snaps-head-of-sales-leaving-after-less-than-two-years-1518462104", "article": "Snap Inc. said its head of sales, Jeff Lucas, is leaving the social-media company less than two years after joining from Viacom Inc.  Mr. Lucas was considered to be instrumental in Snap’s early advertising strategy of wooing brands to buy premium ads on Snapchat, similar to the way they buy ads from television networks.  More recently, Snap...", "date": "2018-02-12T21:34:19Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/google-parent-alphabet-and-aramco-in-talks-to-build-tech-hub-in-saudi-arabia-1517495498?mod=mktw", "article": "​Google handles 90% of the world's internet searches, and it increasingly is promoting a single answer for many questions. Even subjective or unanswerable queries sometimes get seemingly definitive answers. Here's how the algorithms are -- and aren't -- working. Video/Photo Illustration: Heather Seidel/The Wall Street Journal  Saudi Arabia’s state-owned oil giant and Google parent Alphabet Inc., two of the world’s biggest companies, are in talks about jointly building a large technology hub inside the kingdom, people familiar with the potential deal said. ​  As part of the potential joint venture, Alphabet would help Saudi Arabian Oil Co., known as Aramco, build data centers around Saudi Arabia, the people said. It isn’t clear specifically whose data the centers would house or who would control them.  ...", "date": "2018-02-01T16:21:40Z", "host": "the-wall-street-journal"}, {"url": "http://cn.wsj.com/gb/20171225/hrd150055.asp?source=RssTop", "article": "", "date": "2017-12-25T07:00:56Z", "host": "the-wall-street-journal"}, {"url": "https://www.reuters.com/article/us-northkorea-vinalon-special-report/special-report-the-fabulous-story-of-north-koreas-fabric-made-of-stone-idUSKBN1F621H", "article": "SEOUL (Reuters) - For much of the world, it’s a niche product. In North Korea, where winter temperatures are frigid and which cannot produce enough cotton or wool for clothing, the synthetic fiber developed after nylon was glorified as a revolutionary invention.  Known outside North Korea as vinylon, it was christened“vinalon” by founder Kim Il Sung. He ordered it be developed to put clothes on people’s backs.  It’s a story which reveals much about the history of North Korea.  The state says the fiber symbolizes its self-reliance, but diplomatic records show the project was less successful than Kim hoped - Pyongyang was more dependent on others than it claimed.  The North Korean government does not provide foreign media with a point of contact in Pyongyang and the state’s delegation to the United Nations did not respond to a request for comment.  See interactive story here: here  More in-depth stories about North Korea here: www.reuters.com/north-korea  WONDER FABRIC  The global vinylon fiber industry was worth $443 million in 2016 and is projected to reach $539 million by 2022, according to Orbis Research. Swedish outdoor clothing company Fjällräven uses a form of vinylon, Vinylon F from Japan, in products including the Kånken backpack.  Fjällräven does not source material from North Korea, a company spokesman said.  Companies in Japan and China make vinylon based on petroleum. But North Korea has no oil reserves. Instead it makes vinalon from two commodities it has in abundance: coal and limestone.  The process starts with workers mining anthracite and breaking limestones.  Vinalon dates back to 1939, two years after DuPont of the United States introduced nylon, and with it affordable stockings, American glamor and movie stars.  At the time, North Korea was part of Japan and nylon was undercutting Japanese silk and cotton exports. A Korean scientist was on the team that developed an alternative fiber. His name was Ri Sung Gi.  Ri’s invention starts out as hard, white crystals that look like sea salt. But once drawn out and spun into a thread, it acquires a texture like cotton. It is stiff and hard to dye, but strong.  It was promising. But two wars interrupted Ri’s efforts to develop his fabric.  In 1948, after World War Two, North Korea became a Communist state.  The North Koreans invaded the South and in the ensuing three years, the U.S. bombed Pyongyang. Around 2.5 million soldiers and civilians died on both sides, according to South Korea’s defense ministry.  In 1953, the Korean War paused with a truce.  Ri wanted to help rebuild. He offered to develop his fabric in South Korea. The South, which was allied with the United States, was not interested.  At this time, all Soviet states were driving for technological prowess. The North was courting foreign scientists, and it did what it could to keep hold of them.  Ri defected. North Korea likened him to Marie Curie, the French chemist who developed the theory of radioactivity.  “To bore a hole into the heart of U.S. imperialism, I have been peering through microscopes and shaking my test tubes with determination,” Ri Sung Gi wrote in his memoirs.  JUCHE!  The Soviet Union was forging ahead. On April 12, 1961 Russian Cosmonaut Yuri Gagarin beat America to be the first man in space. Josef Stalin sponsored Kim Il Sung as founder of North Korea.  Under Japanese rule, the North had received more investment in heavy industry than the South and it had ample energy.  But North Korea needed overcoats for its people, Kim told the Soviet ambassador, A.M. Puzanov.“If we do not solve the clothing problem it will be hard to compete with the South,” he said, according to Puzanov’s journal. The Soviet Union could not help supply cotton.  Ri had proven in lab tests that vinalon could be made. Kim saw the fiber as a political tool.  He created an ideology of self reliance known as Juche. The word translates literally as“subject,” but stands for the notion that man is the master of his own destiny.  Kim said vinalon was the“juche fiber.”  “The vinalon industry is the shining fruition that the Juche idea of our Party was reflected in the field of chemical industry,” Kim said in 1967.  On May 6 1961, he held an opening ceremony for the February 8 Vinalon Plant in Hamhung, in South Hamgyong province. Kim was telling his allies North Korea could produce 10,000 tonnes of vinalon a year and would soon be producing more than 300 million meters of textiles a year, according to documents in the Wilson Center archive.  The factory, built by a division of the Korean People’s Army working on three shifts of 3,000 people, went up so quickly that the triumphal phrase“vinalon speed” emerged in state propaganda.  Looking at the first vinalon strands, Ri said they were“white as snow and lighter than a dandelion puff.”  Kim Sung-hee, a North Korean who defected to the South, said she attended the ribbon-cutting ceremony.  “Inside the factory I saw pink and red jackets. Even after 15 years, the vinalon jackets did not get frayed, although the colors could change a bit,” she said.  Defectors born before the 1980s said they used to wear jackets, school uniforms and socks made of vinalon.  The fiber was part of an industrial drive like the one Mao Zedong launched in China. North Korea’s effort was known as Chollima. Embodied by a Flying Horse, it galvanized workers into skipping breaks to boost productivity, helped by slogans such as“drink no soup.”  In 1961 Kim Il Sung met his Chinese comrade Deng Xiaoping and told him North Korea had“already succeeded” in producing vinalon to ease the country’s clothing problem. Deng said the process demanded electricity. But Kim was not worried.  “We won’t need to use electricity in future. We can use oxygen,” Kim said.  THE PEOPLE’S ECONOMY  In the early 1960s, as an anti-Communist coup in South Korea and the Cuban missile crisis sent North Korea down a path of military buildup, the economy was growing fast.  An economist at Cambridge University in England, Joan Robinson, visited in 1964 and wrote that“all the economic miracles of the postwar world are put into the shade” by what she saw, including vinalon. She recorded the formula for making it.  The North grew faster than the South - a trend which continued into the 1970s, according to U.N. and CIA economic data.  In 1972, the CIA recorded figures from 1956-1971 which showed the North had produced 7 million more meters of textiles than the South. In the early years the North’s output of fish products, coal, iron ore, steel, cement, chemical fertilisers and tractors also exceeded that of the South.  The CIA figures show that until the mid 1960s, the North consistently exported more than the South in dollar terms.  FILE PHOTO: North Korean leader Kim Jong-il (C) visits the February 8 Vinalon Complex in Hamheung, northeast of Pyongyang in this photo released by North Korea's KCNA news agency February 10, 2010. KCNA did not state when the picture was taken. The Korean characters read: \"Improvement of people's lives\". REUTERS/KCNA/File Photo  KING OF FIBERS  North Koreans called vinalon“the King of Fibers” and featured it in cartoons to teach children how independent and successful the country was.  A TV show from 1976 shows Vinalon Man win a race against Mr Nylon.  But in reality, the fabric’s limits were emerging. It was not good at keeping people warm. And power was becoming a problem. By now, oil was cheap in the West and the outside world was using it in abundance for energy, transportation and synthetic materials.  North Korea had no oil reserves for making vinalon or powering its factories and Pyongyang depended on oil imports from the Soviet Union. Even so, Kim Il Sung said North Korea must be independent.  “It may be cheaper and faster to produce the synthetic fiber using petro-chemistry ... But, constructing industries dependent on other countries’ raw materials is the same as having others grab you by the collar,” he said.  To help make its fabric of stone, the North wanted nuclear power. For years, it asked its Soviet allies to help with generation facilities. It only secured one nuclear power station. In 1967, vinalon inventor Ri was made head of the Atomic Energy Research Institute in Yongbyon. Today, this houses the North’s light water nuclear reactor.  In 1973, Kim Dong Gyu, a high-ranking North Korean official, told Romania’s leader Nicolai Ceaucescu that North Korea was producing“70-80 tons” of vinalon, and finding that hard to increase.  “Presently we are struggling to increase production in vinalon factories up to 50,000 tons per year,” he said.  The Hamhung facility was expanded so it could make more calcium carbide, the coal and limestone compound on which vinalon is based. Soviet economies were driven by targets laid down in plans rather than the laws of supply and demand.  Calcium carbide can be used to make many things. Defectors from Hamhung told Reuters that it was thought to make chemical weapons - a claim others have also made and which is technically possible, but which no one has proven.  “Every factory in North Korea, whatever factory that would be ... had divisions for the Second Economy,” said Lee Min-bok, 60, who worked as a researcher at the Academy of Agricultural Science and visited the first vinalon factory.  “People in North Korea call the war industry the Second Economy. The first economy is called the People’s Economy.”  More recently, Western arms experts at the Middlebury Institute of International Studies suggested the vinalon plant might be used to help produce rocket fuel for missile tests. Scientists say this too is technically possible, but unproven.  As North Korea built up its military, its debts increased. It eventually owed a total of $11 billion to Moscow, most of which Russia was to write off in 2012. The North also accumulated debts in the West. They went unpaid year after year, totaling around $770 million in the 1970s.  Soviet support was declining, and China’s new leader Deng Xiaoping was introducing market principles. He signed agreements on trade with North Korea in 1982.  Slideshow (6 Images)  North Korea started building a second vinalon factory in Sunchon in 1983, to achieve“a target 1.5 billion meters of cloth.”  The factory was to be the biggest chemical industrial complex in the country and be controlled by the military. Kim’s talk of running it on oxygen never materialized. Despite the reported $10 billion investment, the complex was never fully completed.  When the Soviet Union collapsed in 1991, North Korea lost all its Soviet funding. Chinese imports entered ordinary North Koreans’ lives. China has exported hundreds of thousands of tons of textiles and clothing to North Korea, customs data show.  “In the 1990s, North Koreans relied mostly on Chinese fabric for their clothes. Since then, enormous amounts of Chinese fabric have been imported into North Korea,” said Choi Goog-jin, a South Korean entrepreneur who tried to import North Korean vinalon in 2011.  CAPITALISM AT NIGHT  On July 8, 1994, Kim Il Sung died from a heart attack. His son Kim Jong Il took over, but within a year, Pyongyang was forced to ask international humanitarian agencies for aid.  Hamhung was hit by a flood and received no coal. It suspended fiber production.  There was no work. Residents from Hamhung said vinalon became the basis of an exchange scheme to survive. It was a similar story across the country.  Famine killed as many as 3 million North Koreans. North Koreans still call those years the“Arduous March,” a term introduced by the official media to stir the starving.  Defectors say people took machine parts, as well as pure nickel and copper from wires and pipes, to informal markets.  “People ripped machines into metal parts from the vinalon factory, smuggled and sold them ... some of them were publicly executed. ... Production lines stopped rolling ... workers starved to death,” said Jeong Jin-hwa, 53, who defected to the South in 1999.  By 1996, when vinalon’s inventor Ri Sung Gi died, even party cadres loyal to the socialist system had turned to trading - a form of capitalist“self-reliance.”  In 2001, Choi Goog-jin, the South Korean entrepreneur, created a company, Korea Vinylon Co Ltd, to import North Korean vinalon. After one year of sample tests and negotiations, the business failed.  “Vinalon doesn’t have competitiveness in clothing,” said Choi.“If you look at vinalon suits in North Korea, they are rough and heavy.”  In 2002, in Onsong County, North Korea, a high school student also called Choi said he bought a fake Adidas t-shirt and short pants from a market. The blue clothes were made of vinalon.  “I wore that fake Adidas kit until I came here,” said Choi, now 30, who defected to the South in 2006.“The color did not change. It was quite sturdy.”  “We have this expression - socialism during the day and capitalism at night,” Choi said.“That is, politically and what is seen on surface is socialism but beneath the surface, everything people do is capitalistic.”  VINALON“VICTORY”  In 2010, Kim Jong Il reopened the February 8 Vinalon Complex.  “This is an extra-big event, as important as launching a new type A-bomb, and represents a great victory of socialism,” he said.  The next year, he died suddenly on his private train. His son, Kim Jong Un, took over and in 2012 introduced economic changes, including turning a blind eye to the informal markets.  There was demand for vinalon - in those private markets.  Jung Min-woo, 29, served as a military officer before leaving North Korea in 2013. He said some ranking military officers bought custom-made shiny vinalon uniforms from private markets to look cool.  “Many ranking officers wear them... but they are not good for a war,” he said.  “If war breaks out lots of sparks and bullets go back and forth... Cotton tends to melt and vanish but vinalon burns you because it sticks to your skin,” Jung said.  Entrepreneur Choi agreed.“The uniforms made of vinalon are not suitable for combat,” he said.“When it rains, the uniforms soak up water and become very heavy, which inevitably makes it difficult for soldiers to move. After a while, the uniforms turn very stiff.”  By now, instead of producing vinalon, many North Koreans made clothes for China. Kang Eung Chan, who defected in 2013, said he hired 40 local seamstresses and used imported fabrics - including nylon - to make jumpers for Chinese customers. He paid locals $40-50 a month.  “Who wears vinalon now? Almost no one,” said Kang.  Even so, North Korea says it still produces the fiber. In his 2017 New Year’s speech, Kim Jong Un laid out a plan to revamp the vinalon complex.  “This sector should revitalize production at the February 8 Vinalon Complex, expand the capacity of other major chemical factories and transform their technical processes in our own way,” he said.  If the new leader manages to drive North Korea’s vinalon output with as much vigor as its missile tests, the fabric made of stone may yet find a new lease of life.", "date": "2018-01-17T18:22:33Z", "host": "reuters"}], "AAPL": [{"url": "https://www.wsj.com/articles/apple-agrees-deal-with-ireland-over-15-billion-unpaid-tax-issue-1512392552", "article": "BRUSSELS—Ireland will begin collecting €13 billion ($15.46 billion) in back taxes from Apple Inc. as soon as early next year after both sides agreed to the terms of an escrow fund for the money, Ireland’s finance chief said Monday.  The European Union in 2016 ordered Dublin to retrieve the billions of euros from Apple in uncollected taxes, which the EU said Apple avoided paying with the help of sweetheart tax deals from Ireland.  A...", "date": "2017-12-04T13:34:09Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/eu-to-fine-qualcomm-over-exclusivity-payments-to-apple-1516783685", "article": "The European Union again flexed its legal muscle against a U.S. tech giant by hitting Qualcomm Inc. with a €997 million ($1.23 billion) antitrust fine on Wednesday for payments it made to Apple Inc. for the device maker’s exclusive use of Qualcomm chips.  EU antitrust chief Margrethe Vestager said Qualcomm had abused its dominant position by paying billions of dollars to Apple from 2011 to 2016 on the condition it wouldn’t buy from rivals, hindering competition in the market for so-called baseband chips, which connect smartphones...", "date": "2018-01-24T08:48:09Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-limits-performance-in-old-iphones-to-prevent-shutdowns-1513812316", "article": "Apple said that to prevent iPhone 6, iPhone 6s and SE devices from unexpectedly powering off, it tweaked its operating system to slow certain tasks that required more computing power than the device could provide.  Apple said that to prevent iPhone 6, iPhone 6s and SE devices from unexpectedly powering off, it tweaked its operating system to slow certain tasks that required more computing power than the device could provide. Photo: Kiichiro Sato/Associated Press  Apple Inc., AAPL 0.69% facing questions from users and tech analysts about reduced performance in older iPhones, acknowledged Wednesday that its latest software curtails the computing power of some models to prevent unexpected shutdowns.  It was a rare statement from the company that shed light on how Apple internally dealt with a growing user complaint.  The statement came two days after John Poole, founder of the computer-performance testing group Geekbench, wrote a blog post illustrating how iPhone computing performance slows as battery health declines on iPhone 6s and iPhone 7 devices.  Apple said that as iPhone batteries age, or in certain conditions such as cold weather or at low charge, they can struggle to respond to a phone’s power demands. This can cause the device to unexpectedly shut down to protect “its electronic components,” the company said.  Earlier Got an iPhone 6 or 6s with a draining battery? WSJ's Joanna Stern tells you easy and hard ways to fix the problem now—so you can hold out for the new iPhone models due this fall.  To prevent iPhone 6, iPhone 6s and SE devices from powering off—something that drew complaints last year from Chinese consumer-protection groups—Apple said it tweaked its iPhone operating system, iOS, to slow certain tasks that required more computing power than the device could provide.  Evidence of the software change could be seen in power-intensive tasks—such as creating Snapchat filters—that became slower in order to demand less of the system.  “Our goal is to deliver the best experience for customers, which includes overall performance and prolonging the life of their devices,” Apple wrote, adding that it recently extended the feature to iPhone 7 devices with its iOS 11.2 software update.  Battery life and processing speed are two of the most important features for smartphone users, according to a survey of smartphone buyers by investment bank UBS. Owners of iPhones have complained for years that their batteries worsen after they update to a new iOS. Apple has said that battery life may initially decrease after an update as an iPhone rebuilds indexes and caches, but that battery health returns to previous levels within days.  Apple’s newest software, iOS 11, has been troubled by a number of bugs, including one that turned the letter “I” into a question mark and another that crashed some iPhones when third-party apps sent notifications. The company has issued eight updates since September, two more than it issued through the same period last year for iOS 10.  Mr. Poole said many customers, after updating to iOS 11, believe their iPhone is slower because it is old and needs to be replaced, but he said they would be better off replacing the battery.  “We see that once users put a new battery in their phone, battery life and performance goes back up to where they should be,” Mr. Poole said.  The issues have stoked frustration among some iPhone users. Susan Nappa, who uses her iPhone 7 Plus to run her Greenwich, Conn.-based fashion and accessories company, said the device’s internet browser is running slower since she upgraded to iOS 11.  “We’re not giving these devices up, but it’s so frustrating,” said Ms. Nappa, who has been using iPhones for nearly a decade.  Write to Tripp Mickle at Tripp.Mickle@wsj.com", "date": "2017-12-20T23:43:21Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-considers-rebates-for-some-iphone-battery-replacements-1517940948", "article": "Apple Inc., responding to U.S. Senate questions about its decision to slow performance on older iPhones, said it is considering rebates for battery replacements for some users affected by the issue.  In a letter to the Senate Commerce Committee made public Tuesday, Apple said it may offer the rebates to customers who replaced their iPhone batteries before it slashed replacement fees by $50 late last year to address rising customer complaints about a software update that slowed the performance of older iPhones.  ...", "date": "2018-02-06T18:24:11Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-to-pay-38-billion-in-repatriation-tax-plans-new-u-s-campus-1516215419", "article": "Apple Inc. said it would pay a one-time tax of $38 billion on its overseas cash holdings and ramp up spending in the U.S., as it seeks to emphasize its contributions to the American economy after years of taking criticism for outsourcing manufacturing to China.  The world’s most valuable publicly traded company laid out its plans Wednesday in a statement that was full of big-dollar figures, though it said that much of the money reflected Apple’s current pace of spending.  ...", "date": "2018-01-17T19:18:16Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/u-s-french-officials-question-apple-over-iphone-battery-slowdowns-1515545073", "article": "Apple Inc. is facing new questions from government officials in the U.S. and France about its handling of battery-related performance issues on iPhones, a sign that controversy over the problem continues despite the technology giant’s apology last month.  On Tuesday, Sen. John Thune (R., S.D.), chairman of the Senate Commerce Committee, pressed Apple for answers to a series of questions about how the company decided to throttle back iPhone processing performance in phones with older batteries.  ...", "date": "2018-01-10T01:07:00Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-adds-911-location-feature-in-latest-iphone-update-1516830520", "article": "It will soon be easier for emergency responders in some countries to locate people who call for help using an iPhone.  Apple Inc. said Wednesday that a coming update to its iPhone software would support a feature called Advanced Mobile Location, or AML. That technology, which is active in nine countries, sends precise smartphone location data directly to emergency-call takers.  The...", "date": "2018-01-24T21:54:54Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-facestwo-federal-probesover-iphone-battery-issue-1517348203", "article": "Apple Inc. is being investigated by the Justice Department and the Securities and Exchange Commission over potential securities violations related to the company’s disclosure of a software update that slowed older iPhones, people familiar with the matter said.  The two probes add pressure on the tech giant to address criticism from customers and lawmakers after it acknowledged in December that it was throttling the performance of older iPhones as batteries aged. The company later apologized for the issue and slashed the price...", "date": "2018-01-30T21:43:29Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/alibaba-foxconn-invest-in-chinese-electric-vehicle-maker-1517193868", "article": "SHANGHAI—Chinese e-commerce giant Alibaba Group Holding Ltd. and Foxconn Technology Group have co-led a 2.2 billion yuan ($348 million) funding round into Chinese electric-vehicle manufacturer Xiaopeng Motors, marking Alibaba’s first big investment in a car maker  Venture capital firm IDG Capital was the third lead investor in the funding, and the funds are slated for both research and production costs, Xiaopeng, also known as Xpeng, said in a release Monday.  ...", "date": "2018-01-29T03:02:42Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-posts-record-results-with-help-from-iphone-sales-1517521218", "article": "Apple Inc.’s move to raise prices on the iPhone paid off with record quarterly revenue and profit even though the world’s most valuable company sold fewer of its most important product.  Sales of the iPhone X—released in November at a starting price of $1,000—lifted the average selling price for iPhones by nearly 15%, Apple said on Thursday. That helped propel total revenue up 13% to an all-time high of $88.29 billion in the quarter, which was a week shorter than the same period a year earlier, even though the number of iPhones...", "date": "2018-02-01T21:50:58Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/apple-sets-date-for-china-data-handover-1515578949", "article": "BEIJING—Apple Inc. said it will turn over its cloud operations in China to a state-owned local partner Feb. 28, complying with Chinese law mandating that customer data collected on the mainland be stored here.  With the handover, photos, documents and messages uploaded by Apple users throughout China will be stored at a data center in the southwest province of Guizhou operated by the local partner, Guizhou-Cloud Big Data Industry Co., Ltd.  ...", "date": "2018-01-10T11:19:38Z", "host": "the-wall-street-journal"}, {"url": "https://www.reuters.com/article/us-apple-iphonex/apple-set-to-halve-first-quarter-iphone-x-production-target-nikkei-idUSKBN1FI176", "article": "(Reuters) - Apple Inc (AAPL.O) will halve its iPhone X production target for the first three months of the year to around 20 million units, Nikkei reported on Monday, sending its shares down 1.6 percent.  The report added to growing concerns about weak sales of the $999 phone, making investors jittery about the company’s financial outlook when it reports first-quarter results on Thursday.  Apple’s shares fell to their lowest level in 2018, knocking off $14 billion from the company’s market value. The company declined to comment.  Analyst Toni Sacconaghi of Bernstein cut both his second-quarter and full-year forecasts for iPhones but said he did not expect Apple’s 2018 profit to fall steeply because of changes to U.S. tax law that will bring the company’s rate down to 18 percent.  “Apple earnings should handily beat December quarter expectations, but March guidance could moderately disappoint,” UBS analysts said.  The production cut was prompted by slower-than-expected sales in the holiday shopping season in Europe, the United States and China, the Japanese newspaper reported, without citing a source. (s.nikkei.com/2BASQZU)  The iPhone X was the first phone to sport a new design since the launch of the iPhone 6 in 2015 and many expected it to lead to blockbuster sales, dubbed by Wall Street analysts as a“supercycle.”  “This was supposed to be the supercycle year and if Apple hasn’t been able to drive substantial unit growth this year, then that makes you a little cautious on future iPhone cycles,” Atlantic Equities analyst James Cordwell said.  FILE PHOTO: The new iPhone X is pictured at the Apple Store Marche Saint-Germain in Paris, France, November 3, 2017. REUTERS/Benoit Tessier/File Photo  Several analysts have lowered their estimates for iPhone X shipments in the past few weeks, citing the high price of the device and other factors, with at least three downgrading their rating on the stock.  Sacconaghi of Bernstein had originally predicted that Apple would outpace Wall Street expectations of 62 million iPhones by selling 66 million units, but on Monday he cut that figure to 53 million units, a nearly 20-percent cut. He also cut his full year iPhone unit forecast 11 percent to 220 million units.  But he only slightly revised his full-year earnings per share estimate for 2018 to $11.80 from $11.87, citing the positive effects of U.S. tax law changes.  Adding to the concerns, Verizon Communications Inc (VZ.N) said last week its postpaid device activations were lower than last year as people were keeping phones longer.  A survey of people planning to buy the iPhone showed that the percentage of them looking to buy the iPhone X has dropped to 37 percent from 43 percent in an earlier survey, UBS analysts wrote in a note on Monday.  The iPhone X, which features an edge-to-edge display and facial recognition technology to unlock the phone, went on sale in November in the United States.  Asian supply chain checks suggest that iPhone X orders have been weakening recently, with first-quarter production likely to be about 20 million units, JP Morgan analysts wrote in a note dated Jan. 24.  A few of Apple’s iPhone parts suppliers are based in Asia. Shares of Foxconn, one of Apple’s main suppliers and formally known as Hon Hai Precision Industry Co Ltd (2317.TW), fell 0.7 percent on Monday.  Shares of U.S.-listed Apple suppliers such as Micron Technology Inc (MU.O) edged lower following Nikkei’s report.", "date": "2018-01-29T11:09:18Z", "host": "reuters"}, {"url": "https://www.wsj.com/articles/a-trump-tax-victory-wont-be-celebrated-in-china-1512555714", "article": "U.S. companies, and some households, look likely be celebrating lower taxes next year. In China, President Donald Trump’s first big legislative accomplishment is likely to prompt less good cheer.  The immediate danger—a giant sucking sound as U.S. businesses take advantage of a lower rate to repatriate profits earned in China—is likely manageable. More worrying is the proposed tax overhaul’s impact on U.S. inflation and interest rates, which could complicate China’s own monetary policy, and on foreign investment in China, which...", "date": "2017-12-06T13:48:21Z", "host": "the-wall-street-journal"}, {"url": "https://ca.reuters.com/article/technologyNews/idCAKBN1E5190-OCATC", "article": "BOSTON (Reuters) - Apple Inc (AAPL.O) is pushing back on shareholder proposals on climate issue and human rights concerns, an effort activists worry could sharply restrict investor rights.  FILEP PHOTO: The logo of Apple (AAPL) is seen in Los Angeles, California, United States, April 22, 2016. REUTERS/Lucy Nicholson/File Phot  In letters to the U.S. Securities and Exchange Commission last month, an attorney for the California computer maker argued at least four shareholder proposals relate to“ordinary business” and therefore can be left off the proxy Apple is expected to publish early next year, ahead of its annual meeting.  The attorney, Gene Levoff, cited guidance issued by the SEC on Nov. 1 saying that company boards are generally best positioned to decide if a resolution raises significant policy issues worth putting to a vote.  While companies routinely seek permission to skip shareholder proposals, Apple’s application of the new SEC guidance shows how it could be used to ignore many investor proposals by claiming boards routinely review those areas, said Sanford Lewis, a Massachusetts attorney representing Apple shareholders who had filed two of the resolutions.  Were the SEC to side with Apple,“this would be an incredibly dangerous precedent that would essentially say a great many proposals could be omitted,” Lewis said.  An Apple spokesman declined to comment beyond its letters to the SEC.  An SEC spokeswoman declined to comment. Officials had previously said the new guidelines were only meant to improve the resolution process.  Often seen as distractions in the past, shareholder measures have taken on new significance as big asset managers increasingly back those on areas like climate change or board diversity.  Apple cited the SEC’s new guidance among other things in seeking to omit the shareholder measures from its proxy, according to letters Apple sent to the SEC.  These include calls for Apple to take steps such as establishing a“human rights committee” to address concerns on topics like censorship, and for Apple to report on its ability to cut greenhouse gas emissions.  In its letters Apple offers details of why the resolutions are not necessary.  In the case of the measure on greenhouse gas emissions, filed by Jantz Management of Boston, for instance, Apple argues it already has taken many steps to improve the sustainability of its operations such as switching to greener materials and helping suppliers use more renewable energy.", "date": "2017-12-11T12:04:17Z", "host": "reuters"}, {"url": "https://ca.reuters.com/article/businessNews/idCAKBN1E5190-OCABS", "article": "BOSTON (Reuters) - Apple Inc (AAPL.O) is pushing back on shareholder proposals on climate issue and human rights concerns, an effort activists worry could sharply restrict investor rights.  FILEP PHOTO: The logo of Apple (AAPL) is seen in Los Angeles, California, United States, April 22, 2016. REUTERS/Lucy Nicholson/File Phot  In letters to the U.S. Securities and Exchange Commission last month, an attorney for the California computer maker argued at least four shareholder proposals relate to“ordinary business” and therefore can be left off the proxy Apple is expected to publish early next year, ahead of its annual meeting.  The attorney, Gene Levoff, cited guidance issued by the SEC on Nov. 1 saying that company boards are generally best positioned to decide if a resolution raises significant policy issues worth putting to a vote.  While companies routinely seek permission to skip shareholder proposals, Apple’s application of the new SEC guidance shows how it could be used to ignore many investor proposals by claiming boards routinely review those areas, said Sanford Lewis, a Massachusetts attorney representing Apple shareholders who had filed two of the resolutions.  Were the SEC to side with Apple,“this would be an incredibly dangerous precedent that would essentially say a great many proposals could be omitted,” Lewis said.  An Apple spokesman declined to comment beyond its letters to the SEC.  An SEC spokeswoman declined to comment. Officials had previously said the new guidelines were only meant to improve the resolution process.  Often seen as distractions in the past, shareholder measures have taken on new significance as big asset managers increasingly back those on areas like climate change or board diversity.  Apple cited the SEC’s new guidance among other things in seeking to omit the shareholder measures from its proxy, according to letters Apple sent to the SEC.  These include calls for Apple to take steps such as establishing a“human rights committee” to address concerns on topics like censorship, and for Apple to report on its ability to cut greenhouse gas emissions.  In its letters Apple offers details of why the resolutions are not necessary.  In the case of the measure on greenhouse gas emissions, filed by Jantz Management of Boston, for instance, Apple argues it already has taken many steps to improve the sustainability of its operations such as switching to greener materials and helping suppliers use more renewable energy.", "date": "2017-12-11T12:04:17Z", "host": "reuters"}], "MSFT": [{"url": "https://www.wsj.com/articles/u-k-says-russia-behind-cyber-attack-that-crippled-global-firms-1518654501", "article": "LONDON—British officials blamed Russia for last June’s massive “Petya” cyberattack, which crippled computer networks at multinational firms including FedEx Corp. , container-ship giant A.P. Moeller-Maersk A/S and pharmaceutical firm Merck & Co.  Ukraine, which bore the brunt of the attack, accused Russia at the time of orchestrating the attack. Wednesday’s allegations by London represented the first time a major Western government has pinned blame on Moscow for the incident.  The findings add to a litany of complaints by the West accusing Russia of cyber meddling, including U.S. allegations that Moscow influenced the 2016 U.S. presidential election. U.K. lawmakers also have raised questions about whether Russia tried to influence a 2016 referendum in which Britain voted to exit from the European Union. Russia has denied meddling in the U.S. and U.K. elections.  U.K. intelligence officials said late Wednesday that they concluded that Russia’s military was “almost certainly responsible” for the attack, according to a statement by Britain’s foreign office. It said it decided to publicly point the finger to show that the U.K. and its allies “will not tolerate malicious cyber activity.”  The U.K. didn’t provide specific evidence for its conclusion that Russia was to blame. The Russian embassy in Washington didn’t immediately respond to requests for comment late Wednesday.  Related Breaches Can Stir Interest in ETFs  The Petya computer “worm,” or malicious software, also known as NotPeyta, spread among corporate computer networks running Microsoft Corp.’s Windows systems. Similar to last May’s “WannaCry” worm, it locked computer files and demanded about $300 in digital currency from the unidentified attackers to unlock them.  Security experts said the worm appeared to stem from Ukrainian tax software.  Besides FedEx, Maersk and Merck, victims included French construction giant Saint-Gobain, British advertising firm WPP Group PLC and consumer-goods giants Mondelez International Inc. and Reckitt Benckiser Group PLC. FedEx said in September that the attack dented quarterly earnings by about $300 million, after Petya disrupted operations at Dutch subsidiary TNT Express.  Britain’s foreign office said the attack targeted Ukrainian financial, energy and government sectors, but that its “indiscriminate design” caused it to spread to other European and Russian businesses. British officials said the attack caused hundreds of millions of dollars of losses throughout Europe.  Britain has blamed Russia for meddling across U.K. media, telecommunications and energy sectors. The head of its National Cyber Security Centre, an arm of an intelligence agency, said in November that “Russia is seeking to undermine the international system.” In addition to British lawmakers calling for the government investigation into Moscow’s possible influence in the Brexit referendum, Facebook Inc. said last month that it would examine whether Russia attempted to use the social network to affect that vote.  In the U.S., top intelligence officials said Tuesday that the November midterm elections were vulnerable to the Russian interference that plagued the 2016 presidential race, especially through cyber means. The Justice Department had identified members of the Russian government involved in hacking the Democratic National Committee’s computers and swiping sensitive information that became public during the 2016 campaign.  In December, the U.S. and U.K. blamed North Korea for the “WannaCry” cyberattack that affected England’s National Health Service and other large institutions. Britain’s foreign office said North Korea was trying to circumvent economic sanctions. North Korea has denied a role in the attack.  Write to Stu Woo at Stu.Woo@wsj.com", "date": "2018-02-15T00:56:18Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/microsoft-reports-gains-in-cloud-computing-business-1517434433", "article": "Microsoft Corp. took a $13.8 billion charge related to the new U.S. tax law but reported significant growth in its cloud operations, the business fueling the company’s resurgence.  Microsoft keeps overseas the vast majority of its cash, which rose to $142.8 billion in the quarter. In an interview, Chief Financial Officer Amy Hood declined to say when the company might bring home some of that money.  Ms....", "date": "2018-01-31T21:33:56Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/cloud-bills-will-get-loftier-1518363001", "article": "The world’s largest tech companies further their advantage by building out extensive, global networks to deliver online services to businesses and consumers. This has never been an inexpensive endeavor, but the need for further sophistication and computing power has the bills growing larger each year and there are no signs of a slowdown on the horizon.  Take, for example, the largest three U.S.-based operators of cloud computing services. Amazon.com, Microsoft and Alphabet Inc.’s Google had a combined $41.6 billion in capital...", "date": "2018-02-11T15:30:06Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/amazon-is-taking-over-the-stock-market-too-1519234705", "article": "Three technology titans have powered nearly half of the S&P 500’s advance this year, a worrying sign for investors expecting a strengthening economy to lift shares of manufacturers, oil companies and other firms whose fortunes typically improve with growth.  Amazon.com Inc. has accounted for 27% of the broader index’s 1.6% gain through Tuesday, according to S&P Dow Jones Indices’ data. That is followed by Microsoft Corp., which has contributed 13%, and Netflix Inc. at 8.3%. U.S. stocks fell Wednesday, but Amazon and...", "date": "2018-02-21T21:49:17Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/microsoft-earnings-what-to-watch-1517394601", "article": "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "date": "2018-01-31T13:16:05Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/the-tax-law-is-about-to-make-analyzing-earnings-trickier-1518431404", "article": "The new U.S. tax law could throw a monkey wrench into a method many analysts and investors use to gauge the strength of companies’ earnings.  A provision of the tax overhaul enacted in December assesses a one-time tax on companies’ accumulated earnings from outside the U.S. But while the tax is typically charged to companies’ 2017 earnings, firms have the option of stretching the actual tax payment over the next eight years, interest free.  ...", "date": "2018-02-12T11:07:42Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/high-court-grapples-with-case-of-emails-stored-abroad-1519772353", "article": "WASHINGTON—Supreme Court justices voiced concern Tuesday that Microsoft Corp.’s resistance to U.S. search warrants for customer emails stored overseas would hamper criminal investigations, in a case that pits leading tech companies against law enforcement.  During an hourlong oral argument, the court considered whether email providers like Microsoft, Yahoo and Alphabet Inc.’s Google have to comply with warrants if the government is seeking email messages and other digital files that are stored on computer servers outside the...", "date": "2018-02-27T22:59:15Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/nasdaq-crests-7000-as-tech-giants-roar-into-2018-1514928023", "article": "The Nasdaq Composite closed above 7000 for the first time Tuesday after racing to a fresh 1,000-point milestone in just over eight months—a pace not seen since the heights of the technology boom.  Many global stock indexes have hit records or multiyear highs in recent months, lifted by signs of a pickup in economic expansion around the world.  The...", "date": "2018-01-02T21:32:48Z", "host": "the-wall-street-journal"}, {"url": "https://blogs.wsj.com/moneybeat/2018/01/25/the-race-is-on-for-the-first-1-trillion-u-s-company/", "article": "Some Wall Street analysts are betting it won’t be too much longer before there’s a trillion dollar company in the U.S. stock market. The S&P 500 technology sector is up 39% over the last 12 months, including a benchmark-beating 7.6% rise to start 2018. Some of the technology-focused titans, which are among the biggest companies […]", "date": "2018-01-25T18:32:58Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/tech-giants-are-in-no-rush-to-spend-overseas-cash-1517835600", "article": "With the passage of the new U.S. tax law, the nation’s tech giants can now more freely dip into their stockpiles of overseas cash. They don’t seem to be in any hurry.  The five largest U.S. technology companies by market value hold nearly $500 billion combined in cash abroad. In their first earnings calls since the tax overhaul, three—Microsoft Corp., Alphabet Inc. and Amazon.com Inc.—suggested greater access to the cash didn’t change their spending plans.  ...", "date": "2018-02-05T13:00:07Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/companies-push-to-repeal-amt-after-senates-last-minute-move-to-keep-it-alive-1512435711", "article": "Technology, banking and other industries mounted a new round of lobbying Monday to save a wide range of tax breaks following the last-minute switch in the federal tax overhaul by the U.S. Senate.  The Senate on Saturday decided to keep a corporate alternative minimum tax, or AMT, a move that gave the senators $40 billion over a decade to use on other priorities, according to the official estimate.  The...", "date": "2017-12-05T01:01:56Z", "host": "the-wall-street-journal"}, {"url": "https://www.wsj.com/articles/businesses-rush-to-contain-fallout-from-major-chip-flaws-1515160803", "article": "Businesses and institutions raced to patch computer systems and braced for slowdowns in system performance, as they—and much of Silicon Valley—reacted to the disclosure this week of two long-hidden vulnerabilities in chips running most of the world’s computers.  The two flaws, dubbed Meltdown and Spectre by researchers that discovered them, provide opportunities for hackers to exploit tricks many modern chips use to speed performance, and steal information in the chips’ memory, like passwords.  ...", "date": "2018-01-05T14:04:37Z", "host": "the-wall-street-journal"}]}