{"AAPL": [{"url": "https://www.nytimes.com/2018/01/23/dining/pastry-chefs-architecture.html", "date": "2018-01-23T16:41:39Z", "host": "the-new-york-times", "article": "They include Ron Paprocki of Gotham Bar and Grill, a New York restaurant that since the 1980s has taken a structural approach to dishes, like its signature soaring chocolate cake; Rachel Gibeley of Rosebud American Kitchen & Bar in Boston, who oversees a celebrated pie program with creative flavors like grapefruit-caramel meringue; and Brandi Henderson, formerly of Delancey in Seattle, who now runs the adjacent cooking school and community kitchen, the Pantry.  Photo  The best known, though, is Dinara Kasko, a Ukrainian architect-turned-pastry chef who became an internet sensation last year for her sculptural, highly geometric desserts: a cherry cake made to look like shiny red bubbles encased in a cube, and a berry-almond tart with a mazelike surface, constructed with a mold made by a 3D printer.  The link between architecture and pastry dates back at least to 1815, when the renowned French chef Marie-Antoine Carême wrote “Le Patissier Royal,” a treatise that codified how architectural principles like drawing and planning could be applied in pastry. Chefs have long played with the structural possibilities of sugar, egg whites, flour and other ingredients.  Advertisement Continue reading the main story  But today, architectural values and technology are shaping the new norms for dessert. And while the results are carefully plotted and constructed, they are not always towering or eye-popping. In fact, this new school of pastry chefs is trying to rescue the dessert course from the outlandish unicorn cakes and mile-high ice cream sundaes that saturate Instagram.  Photo  “You have all these photos of desserts covered in rainbows and sparkles, and they might taste like sawdust, but no one knows, because it looks great on social media,” lamented Jansen Chan, a former architect who is now the director of pastry at the International Culinary Center in New York and the Bay Area. “Instagram is a great way for pastry chefs to communicate, but there’s also the danger of people walking away from great pastry just because it’s not totally visually driven.”  Why have he and other chefs made such a radical career shift? In interviews, several said they realized while working in architecture that pastry required a similar skill set, and they found baking a cake a lot more interesting — and immediately gratifying — than designing a building.  Ms. Yee, 39, always wanted to be a pastry chef, but went to architecture school to placate her parents, who wanted her to have what she calls “a real job.” She landed a position at the San Francisco design firm Georgina Rice & Co., where she assisted in designing interiors, mostly for high-end apartments.  Photo  Tired of having to abide by mundane building codes and regulations, and wanting something more creative, she began studying pastry in 2002 at Le Cordon Bleu in London, while working as a pastry assistant at the Connaught hotel for the chefs Gordon Ramsay and Angela Hartnett.  She found that her architectural training applied in the pastry kitchen as well. “Being an architect is not all about the structure,” she said. “It’s about the intent. How will this improve someone’s life?”  “Desserts are also about thoughtfulness,” she added. “What are the ways I can manipulate this apple? What will highlight what’s grown here? It’s about looking at your environment and seeing what will be functional and beautiful in that space.”  Photo  Consider the éclair, Ms. Yee’s signature dessert when she was the pastry chef at the French restaurant Lafayette in New York from 2013 to 2016.  Advertisement Continue reading the main story  Éclairs are highly technical, she said, vulnerable to everything from the level of protein in the flour to the type of oven you are using. The pastry can easily come out overly dry, or completely lose its oblong shape when baked.  But precision, for her, is only one priority. “I wanted some element of spontaneity and approachability,” she said. “When I garnished them, I would make the glaze a little wonky on the side, or cut the fruit on top in a random way.”  Photo  That attentiveness runs through the sweet creations of Lisa Lu, 49, who oversaw the pastry department at the landmark San Francisco restaurant Boulevard from 2012 to 2017, and is now a production manager at the chocolate company Recchiuti Confections. Two decades ago, as an interior architect, she worked on creative projects like the American Licorice Company corporate headquarters in Bend, Ore., and a mock-up for a shop for the sports apparel brand UltraNectar, in the Bay Area.  “Having studied architecture,” she said, “I can put together a plated dessert because I understand composition — the need for balance and a focal point.”  The lime tart she used to serve at Boulevard, like Ms. Yee’s apple strudel, looks nothing like what a diner might expect. Ms. Lu balances a marrow-bone-shaped pastry shell filled with a tangy lime curd and pomegranate seeds on a plate, piping toasted meringue all around the tart, “so that if a server wasn’t careful when transporting the dessert, it would still be intact by the time it got to the table.” The meringue acts like mortar, sealing the tart into place and giving the dessert stability.  Photo  “It’s a perfect example of balance,” Ms. Lu said. “The shell, which is designed to be open enough to be able to pipe in a curd, is the focal point. The meringue is piped in a few key areas, and then the scattered pomegranate seeds draw your eye around the plate and connect the whole dessert together.”  To pastry chefs who learned the craft the old-fashioned way and don’t work in the world of high-end restaurants, that kind of talk can sound like an overly cerebral or pretentious way to describe something simple: the joy of creating something sweet.  Stella Parks, a senior editor at Serious Eats and the author of the classic American dessert cookbook “BraveTart,” sees some good in the architectural influence on pastry, noting that it has brought more rigor into the practice.  Photo  “My worry,” she added, “is always that the culinary element is being forgotten. I have had so many meals at high-end restaurants that were extremely memorable, but more like a trip to a modern art museum, where you would never want those kinds of things in your own home.”  Advertisement Continue reading the main story  Agatha Kulaga, a self-taught baker and a founder of the New York City bakery Ovenly, agreed; architectural ideals, she said, often leave out a vital element: nostalgia.  “The usefulness of an architecture background really depends on the end goal,” she said. “You can have a dessert made by a pastry chef that feels like looking at a work of art — or you can have a dessert like a cookie or a slice of cake that doesn’t necessarily feel like art, but creates an experience of joy.”  Photo  But Baruch Ellsworth, the pastry chef at Canlis, in Seattle, who studied architecture at a California community college, said elements like taste and emotion are essential components of the architectural pastry practice. The difference is that they are incorporated more methodically.  Both pastry and architecture, he said, are an equation: “A and B always have to equal C. You can tweak A and B lots of times, but it has to add up. You can’t wing it.” In other words, you can be as creative as you want in your choice of flavors of ingredients, but in the end, the dessert has to be something that people will want to eat, “just like when you make a building: you can do anything as long as it won’t fall down.”  One of his most popular desserts explores the kaleidoscopic, shape-shifting nature of chocolate. On a single plate, there’s a tobacco-infused chocolate mousse, a Madagascar chocolate brownie, a milk chocolate crisp, a cocoa nib brittle, a caramel cream with caramelized white chocolate, and white chocolate streusel — all covered in a dehydrated layer of chocolate that elegantly drapes over each component like a silk sheet.  Photo  Mr. Ellsworth compared desserts like that to the Guggenheim Museum in New York. “At first, you’re like, ‘I can’t believe this is a building,’ because the outside looks like a tornado,” he said. “But when you go inside, you realize it is quite functional.”  At the International Culinary Center in California and New York, known for turning out acclaimed pastry chefs like Christina Tosi, of Milk Bar, and Melissa Weller, the founder of Sadelle’s bakery in SoHo, architecture plays a significant role in the curriculum, thanks to Mr. Chan, 42, and his architectural background.  Advertisement Continue reading the main story  Since 2015, the second half of the school’s six-month pastry program has incorporated lessons on sketching, making timelines and project planning. Mr. Chan added a chapter called “Elements of Design” to the school’s textbook; it teaches students about architectural principles like dynamism and scale in relation to dessert.  Photo  Mr. Chan said a number of students have recently come to the school from the architecture world. “They have a much easier time at adapting because they are used to being asked questions. They are better able to express their creative ideas,” he said. “Pastry students with no design backgrounds will be the ones to draw a tall chocolate structure with nothing holding it up.”  Mr. Chan has also introduced technology into pastry education — tools like lasers, which can be used to bake and pipe batter at the same time, and water-jet cutters, used by architects to slice through sheet metal and by large-scale patisseries and hotels for cutting cakes into precise, programmed shapes in the half the time it would take a person to complete.  Not everyone endorses this approach, though. “Architecture and pastry are both very human schools of thought,” said Ms. Yee, who makes the un-strudel-like strudel. “You are always thinking about what people will like. This kind of technology, to me, dehumanizes food. You’re taking away the personal aspect of cooking.”  Some blame technology for the glorification of social-media oddities like clear pumpkin pie, or ice cream wrapped in a cloud of cotton candy.  Mr. Chan recalled encountering a red velvet cake at a bakery in Thailand on a recent trip.  “It resembled a red velvet cake,” he said, “but it didn’t have any cocoa. Someone had seen it online but didn’t take the time to look up what, actually, is in a red velvet cake. That’s the problem with social media. You lose context. Architects are the opposite — we’re invested in the process.”  Follow NYT Food on Facebook, Instagram, Twitter and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice."}, {"url": "https://www.nytimes.com/reuters/2018/03/28/business/28reuters-usa-stocks.html", "date": "2018-03-28T14:29:56Z", "host": "the-new-york-times", "article": "NEW YORK — Wall Street closed lower after a rocky session on Wednesday as gains in consumer staples and healthcare were offset by a sharp drop in Amazon shares and a continuing slide in technology stocks.  All three major U.S. indexes ended the day in negative territory following Tuesday's late-session tech-driven sell-off following Monday's rally as traders moved to defensive stocks after recent weeks' heightened volatility.  \"People should expect what's happening given the kind of volatility we've seen as well as the fact that we're kind of in a news vacuum prior to quarterly earnings,\" Chuck Carlson, chief executive at Horizon Investment Services in Hammond, Indiana, said. \"It's a market that's really looking for the next leadership.\"  The Dow Jones Industrial Average fell 9.29 points, or 0.04 percent, to 23,848.42, the S&P 500 lost 7.62 points, or 0.29 percent, to 2,605 and the Nasdaq Composite dropped 59.58 points, or 0.85 percent, to 6,949.23.  Advertisement Continue reading the main story  Online retailer Amazon.com was down as much as 6.7 percent, losing more than $53 billion in market value after a report that President Donald Trump indicated he wanted to rein in the company. The stock later pared its loses to end the day down 4.4 percent."}, {"url": "https://www.nytimes.com/2018/04/03/business/apple-hires-googles-ai-chief.html", "date": "2018-04-03T21:10:08Z", "host": "the-new-york-times", "article": "Mr. Giannandrea, a 53-year-old native of Scotland known to colleagues as J.G., helped lead the push to integrate A.I. throughout Google’s products, including internet search, Gmail and its own digital assistant, Google Assistant.  He joined Google in 2010 when it purchased Metaweb, a start-up where he served as chief technology officer. Metaweb was building what it described as a “database of the world’s knowledge,” which Google eventually rolled into its search engine to deliver direct answers to users’ queries. (Try googling “How old is Steph Curry?”) During Mr. Giannandrea’s tenure, A.I. research became increasingly important inside Google, with its primary A.I. lab, Google Brain, moving into a space beside the chief executive, Sundar Pichai.  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  Engineers with A.I. expertise are some of the most sought-after people in Silicon Valley, with salaries sometimes exceeding eight figures. When news broke Monday that Mr. Giannandrea was unexpectedly stepping down as Google’s A.I. chief, he immediately became perhaps the most eligible tech executive on the market. By Tuesday, it became clear he was never really on the market.  Apple has made other high-profile hires in the field, including the Carnegie Mellon professor Russ Salakhutdinov. Mr. Salakhutdinov studied at the University of Toronto under Geoffrey Hinton, who helps oversee the Google Brain lab.  Apple has taken a strong stance on protecting the privacy of people who use its devices and online services, which could put it at a disadvantage when building services using neural networks.  Researchers train these systems by pooling enormous amounts of digital data, sometimes from customer services. Apple, however, has said it is developing methods that would allow it to train these algorithms without compromising privacy.  On the debate over whether humanity should be worried about the rapidly accelerating improvements in A.I., Mr. Giannandrea told MIT Technology Review in an interview last year that the concerns were overblown.  “What I object to is this assumption that we will leap to some kind of superintelligent system that will then make humans obsolete,” he said. “I understand why people are concerned about it but I think it’s gotten way too much airtime. I just see no technological basis as to why this is imminent at all.”"}, {"url": "https://www.nytimes.com/2018/02/01/technology/amazon-apple-holiday-sales.html", "date": "2018-02-02T00:46:23Z", "host": "the-new-york-times", "article": "Amazon’s shares soared nearly 6 percent in after-hours trading following the release of the results. “Amazon’s best-in-class large-cap growth story remains unchanged,” Colin Sebastian, an analyst at Robert W. Baird & Company, wrote in a research report.  While Amazon’s online store sales grew 20 percent from a year earlier, the company’s total retail growth benefited from its acquisition of Whole Foods Markets. That deal, announced in June, added much of the $4.52 billion in physical store revenue for the quarter.  Yet the biggest revenue growth came from a category generically named “other,” which includes advertising services and rose 62 percent to $1.74 billion from a year earlier.  By far the most profitable big business for the company was Amazon Web Services, the cloud computing unit. Its revenue rose 45 percent to $5.11 billion, and its operating income increased 46 percent to $1.35 billion.  Amazon kept with its tradition of secrecy by refusing to reveal exactly how many of its Echo family of devices it sold, saying only that it sold “tens of millions” of them last year. The company priced the devices aggressively over the holidays — its cheapest was only $29. The devices probably did not yield much profit, though they are an important part of Amazon’s effort to establish a technology ecosystem that could result in other benefits, such as enabling customers to make impulse purchases with their voices.  Photo  Apple, in contrast, is without equal in making profits from tech hardware.  For the company’s fiscal first quarter, it reported a record for quarterly net income — $20.07 billion, up 12 percent from a year earlier. Revenue rose 13 percent to $88.3 billion. The gains were notable considering that Apple’s fiscal first quarter was a week shorter than the previous year’s 14-week fiscal first quarter.  While Amazon is content to price its devices near its costs for making them, Apple is known for charging a premium for its smartphones, tablets and computers. The iPhone X, which uses facial recognition to unlock the device, is the most expensive in its history, starting at almost $1,000.  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  “Customer satisfaction is literally off the charts on iPhone X,” Timothy D. Cook, Apple’s chief executive, said on the company’s earnings call.  Advertisement Continue reading the main story  Mr. Cook noted that the iPhone X was the company’s top-selling phone in the quarter despite its November release, roughly a month and a half after Apple’s other new iPhones.  The company sold 77.3 million iPhones over the quarter, which was down 1 percent from the longer quarter a year earlier. Yet revenue was higher largely because of the pricing of the new iPhones: In addition to introducing the iPhone X, Apple raised the price of the base model of its iPhone to $699, up from the $649 starting price for past iPhones.  Sales in its “other products” category, which includes the Apple Watch, grew 36 percent to $5.5 billion. Apple declined to disclose sales of the Apple Watch for competitive reasons, but Mr. Cook noted on the earnings call that revenue for the Apple Watch had grown 50 percent.  Apple also highlighted money generated from services, which include the App Store and Apple Music, with revenue rising 18 percent to $8.5 billion. Apple said the App Store continued to be the top destination for smartphone customers to buy apps.  Apple sold 13.2 million iPads, up 1 percent — notable because iPad sales declined for many consecutive quarters over the last few years. But Mac sales shrank about 5 percent to 5.1 million units.  Despite strong sales of the pricey iPhone X, some analysts remained concerned that its sales were slowing. Ahead of the earnings call, some news reports said Apple was slashing production of the iPhone X for the quarter that ends in March. The reports cited supply chain partners that said Apple had cut orders for parts.  But in years past, Apple has warned investors that activities of its complex supply chain were an unreliable metric for overall sales. The company also typically slows down iPhone production after the holiday quarter, which is the peak shopping season.  Last month, Apple also unveiled plans to bring the vast majority of its $252 billion in cash held abroad back to the United States, paying a one-time repatriation tax of $38 billion. Because the company had already earmarked $36.4 billion in anticipation that it would eventually have to pay taxes on its foreign earnings, Apple did not see much impact from the recent tax code changes.  Luca Maestri, Apple’s chief financial officer, said that in light of the new tax code, the company would announce plans for its repatriated cash, including dividends and buybacks, in April."}, {"url": "https://www.nytimes.com/2018/02/06/technology/personaltech/frozen-apple-tv-app.html", "date": "2018-02-06T18:46:28Z", "host": "the-new-york-times", "article": "Q. I have one app on my fourth-generation Apple TV that freezes every once in a while, and the only way I can get out of it is to unplug the whole Apple TV box. Is there an easier way to get back to the home screen?  A. As with apps on Apple’s Mac computers and iOS devices, you can force-quit a misbehaving tvOS program without having to unplug anything. The next time an app freezes, quickly press the TV button twice on the Apple TV remote. When you do, the Apple TV goes into the app-switching mode used by iOS devices, where you see a series of application preview windows on the screen.  Newsletter Sign Up Continue reading the main story How Do You Use Tech? Advice and tips on the technology changing how you live. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  If the misbehaving app is not already selected, use the touch pad on the Apple TV remote to swipe left or right until you land on the app you want to close. With the app’s preview window selected, swipe up on the remote’s touch pad to forcibly close the program.  Photo  Restarting the Apple TV may help stop the forcibly closed app from freezing again. You can restart it from the remote by holding down the TV and Menu buttons until you see the light on the front of the box flash. Alternatively, use the remote to navigate to the Settings app to System and select Restart. (While you are in the System settings, you can also check for updates to the Apple TV’s software or turn on automatic updates.)  The remote can be used to rearrange apps or delete them as well. To move an app, select its icon and press down on the remote’s touch pad. When the icon begins to wiggle, swipe across the touch pad until you get to the spot you want. Press the touch pad again to release the icon. To delete a wiggling app, press the Play/Pause button and choose Delete."}, {"url": "https://www.nytimes.com/2018/01/08/business/dealbook/tech-backlash-catches-up-to-apple.html", "date": "2018-01-09T01:01:24Z", "host": "the-new-york-times", "article": "Photo  The tech backlash has caught up to Apple. The activist hedge fund Jana Partners and the California State Teachers’ Retirement System want Apple to give parents better controls over their children’s iPhones. It’s an unusual issue for an activist, and apps from Facebook and Snap would make better targets.  Together, the hedge fund and teachers’ pension giant want Apple to take responsibility for how its products are affecting children. In a letter to the board on Saturday, the activists — which include the pop star Sting and his wife, Trudie Styler, as advisers — cited research that suggests heavy smartphone use is linked to a rise of depression and suicide among teenagers and young adults.  The popularity of the iPhone, which was introduced more than a decade ago, has spread to an ever-younger demographic, leaving educators and researchers scrambling to understand how it may be affecting children’s development. Yet other technology outfits are culprits, too, and provide rich targets. More people have smartphones that run on Google’s Android system, rather than on Apple’s operating system. Facebook’s and Snapchat’s business models depend on increasing the time spent on mobile phones and target children under the age of 13 with specialized apps.  It’s a worthy theme to explore but a departure for Jana. The hedge fund, led by Barry Rosenstein, is best known for getting tangible results measured in dollars by agitating for things like a sale of Whole Foods or a shake-up of the board of Tiffany. In this case, it’s smartly teaming up with Calstrs, the largest public-sector teachers’ pension fund in the United States and one that’s increasingly emphasizing social responsibility with its investments. Together, the two hold roughly $2 billion worth of Apple stock.  The fact that Jana is starting a campaign in the more squishy territory of sustainability and ethics could signal a broader shift in the winds. Investors are increasingly pushing companies to address a wider range of issues and risks. Exxon Mobil and climate change are one example. Gender equality and the ability to attract more diverse talent are also issues that are rising to the level of proxies.  Silicon Valley used to enjoy an exalted status, but questions about the role of social media in the 2016 presidential election and the way digital technologies may threaten jobs and promote monopolies are breeding skepticism. The new focus on Apple shows how much technology has lost its halo."}, {"url": "https://www.nytimes.com/2018/03/02/books/review/matt-young-eat-the-apple-memoir.html", "date": "2018-03-02T19:13:11Z", "host": "the-new-york-times", "article": "Subscribe: iTunes | Google Play Music  Book Review A Marine’s Inventive Memoir Matt Young discusses “Eat the Apple,” and A. O. Scott talks about Martin Amis’s “The Rub of Time.” Audio  In The New York Times Book Review, Mark Bowden reviews Matt Young’s “Eat the Apple.” Bowden writes:  Photo  The trouble with writing the unvarnished truth in a memoir is that it requires you to be hard not only on others, but also on yourself. Matt Young’s inventive, unsparing, irreverent and consistently entertaining “Eat the Apple” is that, but it is also a useful corrective to the current idealization of the American soldier — or in this case a Marine. Patriotism and respect for the military is so high in this country that we have lately held a national debate over whether professional athletes should be required to stand for the national anthem. Men and women in uniform are given preference in boarding airplanes, and are so routinely thanked for their service that the expression has become rote. Each new season brings a crop of movies and glossy TV serials dramatizing the heroics of our Special Operations. Young sees hollowness and potential harm in this.  On this week’s podcast, Young discusses “Eat the Apple”; A. O. Scott talks about Martin Amis’s “The Rub of Time”; Alexandra Alter has news from the publishing world; and The Times’s staff book critics, Dwight Garner, Parul Sehgal and Jennifer Szalai, talk about books they’ve recently reviewed. Pamela Paul is the host.  We would love to hear your thoughts about this episode, and about the Book Review’s podcast in general. You can send them to books@nytimes.com.  How do I listen? Two ways  From a desktop or laptop, you can listen by pressing play on the button above.  Or if you’re on a mobile device, the instructions below will help you find and subscribe to the series.  1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon.  2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Inside The New York Times Book Review” and select it from the list of results.  Advertisement Continue reading the main story  3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives."}, {"url": "https://www.nytimes.com/2018/03/26/business/dealbook/facebook-tim-cook.html", "date": "2018-03-26T11:22:20Z", "host": "the-new-york-times", "article": "Worries that the Trump administration’s protectionist policies could ignite a trade war between the world’s two largest economies punished equities last week. American stocks endured their worst week in two years as the Dow lost 1,400 points, or 5.7 percent.  Tensions seemed to relax over the weekend. The WSJ reported late Sunday that “China and the U.S. have quietly started negotiating to improve U.S. access to Chinese markets.” Also, Treasury Secretary Steven Mnuchin said in an interview that he’s “cautiously hopeful” that China will reach a deal to avoid tariffs.  Shares jumped at the open and the momentum gained through the day as last week’s hardest hit sectors led the way.  • The S.&P. 500 technology sector rose 4 percent. Microsoft and Apple gained 7.6 percent and 4.8 percent, respectively.  • The KBW Bank Index climbed 3 percent on Monday, after tumbling 8 percent last week. Bank of America finished up 4.4 percent, while Morgan Stanley gained 4.3 percent. The two stocks had fallen nearly 5 percent on Friday.  • Even Facebook, which was down 6.5 percent earlier in the day from the continued fallout from the Cambridge Analytica scandal, was able to eek out gains. The stock finished up 0.4 percent higher.  • Gun stocks were the exception. Shares of publicly traded firearms companies fell in the wake Remington Outdoor bankruptcy filing and this weekend rallies for gun control. American Outdoor Brands fell 2.3 percent, Vista Outdoor dropped 3.8 percent and Sturm, Ruger & Co. slipped less than 1 percent.  Photo  A reality check on the White House’s tariff tactics  Investors last week looked at President Trump’s tariffs against Chinese products and seemed to conclude that he was taking the U.S. into a trade war with China. The stock market plunged 6 percent.  Advertisement Continue reading the main story  Perhaps eager to stop the rout, the White House on Monday had a less confrontational message: Mr. Trump is applying one of his negotiating tactics. According to this view, the tariff proposal was a jarring move partly aimed at getting China to see that the U.S. was serious about wanting to make trade with China fairer.  From a CNBC interview with Kevin Hassett, the chairman of the Council of Economic Advisers:  “From the beginning, all the way back to last summer when I arrived at the White House, the president has been clear that he wants to set a marker down with some big asks at the beginning, he doesn’t want to dribble them out, and then he wants his negotiators to try to fix the trade problems. ...Hopefully, it all works out with negotiation.”  Mr. Hassett’s comments were in response to a WSJ article reporting that China and the U.S. were quietly engaged in trade negotiations.  Investors seemed somewhat relieved: The stock market was up 1.5 percent on Monday. Of course, if the stakes are small enough, a deal may get done in the coming months that allows both sides to claim victory. But it seems unlikely that China would quickly agree to a far-reaching overhaul of the rules that govern foreign investment in the country, a major area of dispute. Our colleagues Raymond Zhong and Paul Mozur showed the depth of the divide there.  Mr. Trump could up the ante if China shows no real signs that it will open up considerably. That could roil the markets again. The White House may want to signal that it can take market turmoil in stride. Mr. Hassett on Monday seemed to say that the White House expects market sell-offs as it pursues its trade agenda.  “If you start from a world where a bunch your intellectual technology is being stolen, then of course it’s going to increase risk premiums in the short run when you try to do something about it, but in the end it should be a positive for us if we can get them to just stop them disregarding the rules of international order.”  (Rising risk premiums means investors require a better return on their stocks and bonds to cover higher risks. This usually involves a decline in price to make their returns look better to prospective buyers.)  Still, the more conciliatory tone from the White House after the sell-off suggests there is not a strong desire for a full-on trade war.  — Peter Eavis  Shares of Facebook continue to slide.  The stock is down 6.5 percent Monday morning as the Federal Trade Commission confirmed that it has opened an investigation into Facebook’s privacy practice.  Advertisement Continue reading the main story  Also on Monday, Senator Chuck Grassley, Republican of Iowa and chairman of the Senate Judiciary Committee, invited Mr. Zuckerberg to testify about privacy standards next month and also extended the invitation to Google’s chief executive, Sundar Pichai, and Twitter’s chief executive, Jack Dorsey.  Facebook’s shares are down nearly 22 percent since its high in early February and off more than 18 percent since the Cambridge Analytica scandal broke more than a week ago.  To put Facebook’s recent tumble in perspective: The stock is set for its worst monthly performance since August 2012. Over the past 10 days, Facebook has lost $100 billion in market value.  Despite the fall, Wall Street has not soured on Facebook. Forty-four analysts have buy ratings on the stock, compare to just two who have sell ratings, according to Bloomberg.  Photo  Tim Cook thinks regulation of Facebook is inevitable  The Apple C.E.O. said at the China Development Forum in Beijing that the government should tighten privacy regulations, after last week’s revelations about Facebook and Cambridge Analytica:  “I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary. The ability of anyone to know what you’ve been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life — from my own point of view, it shouldn’t exist.”  Apple often uses privacy as a selling point, but Mr. Cook wasn’t the only critic. Elon Musk deleted SpaceX and Tesla’s Facebook pages, saying that the Tesla one “looks lame anyway.” Sir Martin Sorrell of the ad giant WPP said Facebook needed to “step up to the mark” and be responsible for content on its platform. And some companies have stopped buying ads on Facebook, highlighting how advertisers want more transparency about performance. (Users also complained that the Android app tracked calls and text messages.)  Meanwhile, Facebook took out full-page ads in several British and American newspapers — including the NYT — for an apology signed by Mark Zuckerberg.  Elsewhere in Cambridge Analytica news: A volunteer for the campaign for Britain to leave the E.U. said that a Canadian data company linked to Cambridge Analytica had played a role in the organization’s work. Groups campaigning against Brexit have written to Prime Minister Theresa May demanding an investigation into what members of her cabinet and her staff knew.  Andrew’s take  Mr. Cook’s points on privacy are absolutely right. But he has a tough needle to thread, given that Apple does business in China and acknowledges that it is “subject to each country’s laws” that it does business in. Apple encrypts all user data and says there is no back door — and I believe that — most security and political experts have speculated that Beijing might ultimately be able to gain access iCloud data for Chinese customers: It adopted a law requiring all cloud services to be operated by Chinese companies. Apple says that it lobbied against the new law, but ultimately complied.  Advertisement Continue reading the main story  As for Facebook’s ad, take note of this: “We expect there are others. And when we find them, we will ban them and tell everyone affected.” Settle in for more episodes before this soap opera ends.  Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  Elsewhere in privacy: Growing calls for privacy could seriously dent the business model of ad-supported internet. Federal law enforcement officials are renewing a push for a legal mandate that would allow access to encrypted data in criminal investigations.  Dan Loeb has taken a stake in UTC.  The activist investor’s fund, Third Point, has built a position in United Technologies, according to an antitrust filing.  He is the second activist investor to reveal a stake in the United Technologies during the past 30 days. On Feb. 28, Bill Ackman told CNBC that his Pershing Square had a position in the defense contractor.  Context  At a conference late last month, Greg Hayes, the chief executive of United Technologies, said the company was thinking of splitting up:  “Is [United Technologies] a more valuable property together or is UTC better off in three separate businesses? That’s the question for the board. That’s the question we continue to study.”  Shares of United Technologies are up nearly 3 percent on Monday.  USG rejects Knauf’s buyout offer.  Gebr Knauf disclosed in a filing on Monday that it had offered to buy USG for $42 a share, or about $6 billion. That marked a 25 percent premium to USG closing price on Friday.  In rejecting the offer, USG said the proposal substantially undervalued the building products maker.  Knauf owns 10.5 percent of USG, making Knauf the second-largest shareholder in USG behind Warren Buffett’s Berkshire Hathaway with a 31 percent stake.  Berkshire had proposed an option for Knauf to buy Berkshire’s stake in USG, according to the filing. The option would be exercisable only if Knauf bought all of USG’s shares outstanding for at least $42. Berkshire proposed an option purchase price of $2 per share.  From Reuters:  The option provides a sweetener for Buffett to shed a profitable investment that originated in late 2008, at the height of the housing crisis, when Berkshire and Canada’s Fairfax Financial Holdings Ltd bought $400 million of USG’s debt. The $2 per share cost of the option would provide Berkshire about $86.8 million upfront, based on its 43.39 million share USG stake. Berkshire would keep that money even if Knauf proved unable to buy USG.  Shares of USG are up 19 percent Monday.  Photo  Eddie Lampert finally speaks about Sears  With Sears Holdings increasingly desperate in its efforts to stay afloat, the company’s C.E.O. gave his first in-depth interview in roughly 15 years to William D. Cohan of Vanity Fair. Mr. Lampert spoke about his past successes and his current travails as the head of the troubled retailer. (Mr. Cohan also spoke with Renaldo Rose, the man who spearheaded the kidnapping of Mr. Lampert in 2003.)  Advertisement Continue reading the main story  The money quote, from Mr. Lampert:  “Put it this way, if I consider all the other alternatives, they’re not great for a lot of people and I just want to be responsible. If I didn’t believe that this company could be transformed still — the window is definitely shrinking — but if I didn’t believe that, I would try to take a different path. But I don’t know what that path exactly would be. It’s not a question of giving up or not giving up.”  A bonus quote on Steven Mnuchin, Mr. Lampert’s college roommate and a director of Sears before becoming Treasury secretary, from Mark Cohen, the former C.E.O. of Sears Canada:  “[With] all of Trump’s focus on jobs, job preservation, job creation, somebody ought to ask his secretary of the Treasury what his involvement has been for 11 years in the destruction of well over 100,000 jobs at Sears.”  Photo  Behind Washington and Beijing’s back-channel tariffs talks  After a Friday that saw the markets sink amid fears of a trade war, the U.S. and China are holding high-level talks to defuse tensions, the WSJ reports. Leading them: Treasury Secretary Steven Mnuchin, U.S. Trade Representative Robert Lighthizer and Liu He, Beijing’s economic czar.  Among Washington’s requests, in a letter to Mr. Liu, were lower Chinese tariffs on American cars and more freedom for Wall Street firms to expand in China.  Mr. Mnuchin told “Fox News Sunday” that he believed the recent rate increase by the Federal Reserve was to blame for recent market declines, not tariffs. He added, “We’re not afraid of a trade war, but that’s not our objective.”  News of the talks have lifted markets in Asia and Europe, while S.&P. 500 futures jumped this morning. It will also undoubtedly ease the fears of C.E.O.s, economists and foreign leaders and allies who have openly fretted about the prospect of a trade war. A sample quote, from Larry Fink of BlackRock: “The world does not need a public fight in which we reduce future opportunities.”  The political flyaround  • Stormy Daniels told “60 Minutes” that she signed a nondisclosure agreement, for which she received $130,000, about an alleged affair with Donald J. Trump because she was worried about her safety and that of her daughter. “Leave Trump alone,” a stranger told her in 2011. Read the NYT profile of her from this weekend.  • President Trump decided not to add Joseph diGenova and Victoria Toensing to his legal defense team in the special counsel’s investigation. That team now largely consists of one lawyer, Jay Sekulow.  • The spotlight has fallen on Elliott Broidy, a top Republican fund-raiser who promised White House access to his investment and defense contractor clients. (NYT)  • How Jared Kushner is quietly trying to mend U.S.-Mexico relations. (NYT)  • What to expect from John Bolton, the new national security adviser. (Axios)  Photo  Remington files for bankruptcy  On a weekend in which millions turned out for student-led rallies for gun control, Remington Outdoor officially sought Chapter 11 protection in Delaware. The biggest problems for the firearms maker: too much debt after being sold to Cerberus Capital Management, and a drop in gun sales after Hillary Clinton lost the presidential election in 2016.  Advertisement Continue reading the main story  On guns and politics: Brad Karp and Christopher Boehning of the law firm Paul Weiss argue that firearms manufacturers should lose legal immunity to lawsuits tied to gun deaths. Saturday’s marches could make gun control a potent issue in the midterm elections. And the U.S.’s broad support for gun control has many nuances.  Photo  Barry Diller on the #MeToo era  The media mogul spoke to Maureen Dowd of the NYT about: President Trump (not a fan); the current state of the media business (bullish on Netflix, bearish on Hollywood); and cloning his late dog, Shannon (he did it). Here’s what he had to say about workplace misconduct:  “We recently had a formal complaint made by a woman who said that she was at a convention with her colleagues and she was asked to have a drink with her boss. Period. That was the complaint. And we said, ‘Here’s the thing. Anybody can ask you anything, other than let’s presume something illegal, and you have the right to say “Yes” or “No.” If it’s “Yes,” go in good health and if it’s “No,” then it’s full stop.’ “But the end result of that is a guy, let’s presume he is heterosexual, and his boss, heterosexual, and guy asks guy for a drink and they go have a drink and they talk about career opportunities. And the boss says, ‘Oh, this is a smart guy. I’m promoting him.’ A woman now cannot be in that position. So all these things are a-changin’.”  But he also added, “Other than psychopaths, I think all of this bad behavior is finished.”  Photo  Uber’s deal to exit Southeast Asia is done  The ride-hailing giant finally sealed a deal to sell its Southeast Asian business to the (SoftBank-backed) Grab in exchange for a stake in its competitor. Like the sale of its Chinese and Russian businesses, this gets Uber out of a costly fight as it readies for an I.P.O. next year. But does this mean that Uber is also set to leave other competitive markets, like India?  On self-driving cars: Even before a pedestrian was killed in Tempe, Ariz., Uber was struggling with its autonomous vehicle efforts, needing human intervention nearly every 13 miles on average in Arizona tests. Those technical issues made being an operator of Uber’s cars very stressful.  Elsewhere in tech: Amazon is collecting local taxes, but several cities aren’t seeing a dime. And why haven’t smart kitchen devices taken off?  The speed read  • SoftBank’s board is investigating who was behind a shareholder campaign that sought the ouster of two of its executives, unnamed sources said. It is also considering a $1 billion investment in a Chinese truck-hailing company, according to unnamed sources.  • After naming Yi Gang the governor of China’s central bank, Beijing has put another reformer, Guo Shuqing, above him as the bank’s Communist Party secretary. (NYT)  • John C. Williams, the president of the San Francisco Fed, is a top candidate to succeed Bill Dudley at the New York Fed. (NYT)  Advertisement Continue reading the main story  • Duke Tran, who was once a Khmer Rouge slave, has been fighting Wells Fargo for more than four years, saying he was fired for blowing the whistle on deceptive practices. (NYT)  • G.E. sold off much of its lending unit, but investors are worried about what’s left of G.E. Capital. (WSJ)  • Sergio Ermotti said UBS would be looking at small acquisitions to help it grow. (Bloomberg)  • Britain’s JD Sports Fashion has agreed to buy Finish Line, the U.S. sportswear retailer that operates concessions in Macy’s, for $558 million. (Bloomberg)  • Some of the most aggressive and successful labor actions in recent years have erupted when professionals felt their judgment, expertise and autonomy were under assault. (NYT)  • When the elderly call for help in the U.S., it’s often a “chain” immigrant who answers. (NYT)  • Apple is going to Hollywood, but will it find a happy ending? (NYT)  • Ad agencies have long used classical music, but these days it’s more than a jokey device or a signifier of sophistication. (NYT)  • New Japan Pro-Wrestling, backed by Mark Cuban, is out to loosen W.W.E.’s grip on the industry. (NYT)  We’d love your feedback. Please email thoughts and suggestions to bizday@nytimes.com."}, {"url": "https://www.nytimes.com/2018/02/26/books/review/eat-the-apple-matt-young.html", "date": "2018-02-26T10:00:28Z", "host": "the-new-york-times", "article": "Photo  EAT THE APPLE  A Memoir  By Matt Young  251 pp. Bloomsbury. $26.  The trouble with writing the unvarnished truth in a memoir is that it requires you to be hard not only on others, but also on yourself.  Matt Young’s inventive, unsparing, irreverent and consistently entertaining “Eat the Apple” is that, but it is also a useful corrective to the current idealization of the American soldier — or in this case a Marine. Patriotism and respect for the military is so high in this country that we have lately held a national debate over whether professional athletes should be required to stand for the national anthem. Men and women in uniform are given preference in boarding airplanes, and are so routinely thanked for their service that the expression has become rote. Each new season brings a crop of movies and glossy TV serials dramatizing the heroics of our Special Operations.  Young sees hollowness and potential harm in this.  “Enforcing the idea that every service member is a hero is dangerous,” he writes. “Like creating a generation of veterans who believe everything they did was good.” Young warns of “creating an army of fanatics.”  Service deserves respect, of course, but it does not in itself guarantee stirring and selfless acts of bravery. Young is his own case in point. He sees his experience — three tours in Iraq — as far from heroic. He is at least as disturbed by his duty as he is proud of it. These contradictory feelings are a central theme in his book. Years removed, he both loathes and pines for the man he became in the Marine Corps. What he calls his “Past-me” was a reckless, selfish, cruel and dangerous man.  Advertisement Continue reading the main story  “The infantrymen are called grunts and crunchies,” he writes. “They are stupid and intelligent and cruel and beautiful and black and white and brown and yellow and fat and lazy and lithe and godlike and frightening in their dedication to death.”  Photo  It is useful for many reasons to better understand the teenagers we uniform and train and send to war. That way we can better see what happens when they are deployed. Young writes less about war here than about the culture of being a Marine, one of the few and the proud. His memoir — its title, “Eat the Apple,” refers to a vulgar Marine proverb — is in its own way a loving portrait, but it is also unsparing, ugly and outrageous. I can’t see it making the commandant’s reading list."}, {"url": "https://www.nytimes.com/2018/03/16/business/dealbook/qualcomm-apple-mediator.html", "date": "2018-03-16T19:20:22Z", "host": "the-new-york-times", "article": "Photo  Call it cheeky, sentimental or delusional, but Paul Jacobs’s idea of making an offer for Qualcomm, the company he chaired until this month, is certainly daring. The chip maker only just wiggled out from under a takeover offer from rival Broadcom. What Qualcomm really needs is less a buyer and more a mediator.  There are usually two reasons to take a company private — the idea that the new owner can run it better, or a belief that the market is valuing it wrongly. Broadcom took the first path, and pointed at Qualcomm’s paltry revenue growth and relatively low operating margins. Mr. Jacobs, whose father co-founded the company, is not the man to tackle those problems — if he were, he would have done it when he was executive chairman.  Valuation is a more compelling argument. It hinges on Qualcomm’s rift with Apple. The iPhone maker is supposed to pay Qualcomm royalties on every phone sold, but has instructed its suppliers to hold back payment while it haggles with the chip maker on how those should be calculated.  A simple calculation shows how important this is: At $10 per phone on 250 million devices per year, Qualcomm would make $2.5 billion in revenue a year, almost all of which would flow to the bottom line. That’s equivalent to a lump-sum value of perhaps $17 billion, assuming a tax rate of 21 percent and margins of 85 percent. If investors aren’t pricing in any Apple royalty at all right now, that’s enough to justify a price close to the $117 billion Broadcom offered.  Mr. Jacobs, however, is not the right person to mend the rift with Apple. One person who could, in theory, is SoftBank’s Masayoshi Son. The Japanese investor has a longstanding relationship with Apple — and counts both Apple and Qualcomm as investors in his Vision Fund, which is also one of the financial companies Mr. Jacobs reportedly has been asking to finance a bid. Conceivably, he could help them split the difference.  Would SoftBank’s founder be up for the gig? Qualcomm, as a leader in 5G, is a trophy asset, and having Mr. Jacobs on board might neutralize some of the fear of foreign ownership that destroyed Broadcom’s bid. But Qualcomm is also politically sensitive, a supplier to SoftBank already — and very big. Even with help, Qualcomm is probably too big a bite for SoftBank to chew. Mr. Jacobs, and Mr. Son for that matter, can use their daring to better effect elsewhere."}, {"url": "https://www.nytimes.com/2018/01/08/technology/apple-tech-children-jana-calstrs.html", "date": "2018-01-09T00:21:42Z", "host": "the-new-york-times", "article": "The backlash against big tech has been growing for months. Facebook and Twitter are under scrutiny for their roles in enabling Russian meddling in the 2016 presidential election and for facilitating abusive behavior. Google was hit with a record antitrust fine in Europe for improperly exploiting its market power.  But until now, Apple had escaped largely unscathed, and concerns about the deleterious effects of excessive technology use have not been among the most pressing matters for Silicon Valley executives.  Jana, an activist hedge fund, wrote its letter with Calstrs, the California State Teachers’ Retirement System, which manages the pensions of California’s public-school teachers. When such investors pressure companies to change their behavior, it is typically with the goal of lifting a sagging stock price. In this case, Jana and Calstrs said they were trying to raise awareness about an issue they cared deeply about, adding that if Apple was proactive about making changes, it could help the business.  “We believe the long-term health of its youngest customers and the health of society, our economy and the company itself are inextricably linked,” the investors said in the letter. Jana, which is often vilified for its aggressive focus on short-term profits, also said it would be raising a fund this year that would engage in more such campaigns, an effort that could help soften its image.  Whatever the motivations, the two large investors are tapping into the growing anxiety among parents about their children’s preoccupation with devices, at the expense of activities like reading and sports.  “Over the past 10 years, there’s been a bottom-up backlash,” said Sherry Turkle, a professor at the Massachusetts Institute of Technology and the author of “Alone Together: Why We Expect More From Technology and Less From Each Other.” “You see it in things like people not sending their kids to schools that use iPads, and kids telling their parents to put their phones down.”  For years, researchers have been sounding the alarm over the ubiquity of mobile phones and social media. A 2015 study by Common Sense Media, a research group that studies technology use, found that more than half of teenagers spent upward of four hours a day looking at screens, and that for a quarter of teenagers, the figure was more than eight hours. In another survey, in 2016, half the teenagers said they felt addicted to their mobile devices.  Advertisement Continue reading the main story  “These things can be incredibly addictive,” said Tony Fadell, a former Apple executive who helped create the iPod and iPhone. “It’s amazing, but there are a lot of unintended consequences.”  A growing roster of prominent technology executives have grown worried about the creations that brought them fame and fortune.  Sean Parker, an early investor in Facebook, reflected on the sprawling influence of the social network. “It literally changes your relationship with society, with each other,” he said in an interview with Axios in November. “It probably interferes with productivity in weird ways. God only knows what it’s doing to our children’s brains.”  Evan Williams, one of the founders of Twitter, last year lamented the degree to which the messaging service had become a bastion for hateful speech. “The internet is broken,” he said.  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  Chamath Palihapitiya, an early Facebook executive and the chief executive of Social Capital, a venture capital firm, said in November that he felt “tremendous guilt” about his role in building the social network.  “The short term, dopamine-driven feedback loops that we have created are destroying how society works,” he said. “No civil discourse, no cooperation, misinformation, mistruth. And it’s not an American problem. This is not about Russian ads. This is a global problem.”  By going after Apple, Jana and Calstrs, which together own about $2 billion worth of the company’s stock, have selected the tech giant that is perhaps least dependent on its users’ time. Because Apple makes most of its money selling hardware, rather than through digital advertising, it theoretically could afford to encourage its users to spend less time with its products.  “Apple’s business model is not predicated on excessive use of your products,” Jana and Calstrs said in their letter to the company.  For this reason, said Ms. Turkle, the M.I.T. professor, “it turns out that Apple is the company best positioned to act.”  Advertisement Continue reading the main story  In a statement, Apple said that the parental controls already on its devices “lead the industry” and that “we think deeply about how our products are used and the impact they have on users and the people around them.”  “We take this responsibility very seriously,” the statement continued, “and we are committed to meeting and exceeding our customers’ expectations, especially when it comes to protecting kids.”  Fears about technology addiction are not new. The BlackBerry, an early smartphone, was nicknamed “CrackBerry.” Adam Alter, a social psychologist and the author of “Irresistible: The Rise of Addictive Technology and the Business of Keeping Us Hooked,” documents instances of internet addiction spanning the globe.  But some tech executives now acknowledge that far from being an accident, their products were designed to be addictive.  Mr. Parker said that when Facebook was getting started, the thought process was about “how do we consume as much of your time and conscious attention as possible?”  Mr. Palihapitiya said as Facebook was rapidly growing, “in the back, deep, deep recesses of our minds, we kind of knew something bad could happen.”  Mr. Fadell said that at the time Apple was designing the iPhone, “we had no idea this was going to happen.” But, he added, people today are simply spending too much time looking at their phones.  “Now it needs to be addressed,” he said. “It’s been 10 years in the making.”  Even Mark Zuckerberg, the chief executive of Facebook and usually a staunch defender of his company’s influence, has appeared more reflective in recent days.  “The world feels anxious and divided, and Facebook has a lot of work to do — whether it’s protecting our community from abuse and hate, defending against interference by nation states, or making sure that time spent on Facebook is time well spent,” he said in a Facebook post last week. “My personal challenge for 2018 is to focus on fixing these important issues.”"}, {"url": "https://www.nytimes.com/2018/01/31/technology/personaltech/iphone-battery-slowing-down.html", "date": "2018-01-31T18:36:00Z", "host": "the-new-york-times", "article": "Apple may be dealing with the fallout for a while. The company published a lengthy memo in December saying that smartphone batteries became less effective over time and that its software was intended to prevent iPhones with older batteries from unexpected shutdowns. Apple also apologized to customers for the slowdowns, offered discounts for its battery-replacement program and said it would introduce software to gain visibility into the health of an iPhone battery.  Yet since then, consumer advocacy groups have filed lawsuits against the company for failing to disclose that the software would throttle old iPhones. The Justice Department and the Securities and Exchange Commission have also started an inquiry into the matter, according to a person with knowledge of the situation, who asked not to be named because the details were confidential. Bloomberg earlier reported the inquiry.  Early Wednesday, Apple said in a statement that it had received questions from some government agencies and that it was responding to them; the company did not specify the agencies it had heard from. The Justice Department declined to comment.  As for the wait times that Ms. Schipper and others are experiencing for a battery replacement, a spokeswoman referred to Apple’s support webpage, which states that battery supplies at its stores may be limited.  Let’s not wait around. Here’s a guide to other solutions to keep an iPhone running in the absence of an Apple battery replacement.  Third-Party Repair Shops  Plenty of irate Apple customers are turning to local third-party repair shops to get their iPhone batteries replaced. At Mega Mobile Boston, twice as many customers are coming in for iPhone battery replacements than in years past, said Adam Fullerton, the store’s operations manager.  Third-party repairs are a decent — but imperfect — solution. One drawback is that they vary in quality; some repair shops buy lower-quality batteries that don’t last. So to find a good shop, rely on word of mouth and reviews on the web, similar to how you might seek out a good car mechanic.  Advertisement Continue reading the main story  Another issue is that if you service your phone with a third-party battery and later take your device in to Apple for repair, the company could refuse to service your phone. So if you go the third-party route, chances are you will have to stick with third-party repair shops through the end of your phone’s life.  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  There’s a less risky route here. On Apple’s support webpage, you can look up third-party repair shops that are authorized by Apple as service providers. These are fixers who have been trained by Apple and carry original parts. But the list is short.  If you find a good local fixer, there are plenty of benefits to sticking with one long term. For one, third-party shops tend to have shorter waits. Mr. Fullerton said his shop could typically get an iPhone battery replacement done in about 30 minutes. The process involves opening the device, cleaning away the old waterproofing adhesive, replacing the battery and applying a new waterproofing adhesive.  For another, local repair shops make their prices competitive with the manufacturer’s. In the case of batteries, many shops are discounting their battery replacements to match Apple’s $29 pricing.  “We’re probably losing money on it with the cost of a half-hour time from a technician,” Mr. Fullerton said. “But it’s like a loss leader in any other industry. If you’re Best Buy and you get them to buy one item at cost, maybe you can teach them something about your business.”  Finding a good repair shop can feel daunting, but if you ask around, your peers will probably have recommendations. For a sample, here’s a list of highly recommended repair shops in the United States that I compiled from talking to repair experts I trust:  ■ In Chicago: uBreakiFix Chicago  ■ In San Francisco: MacRepair  ■ In New York: Simple Mac  ■ In Boston: Mega Mobile Boston  ■ In Washington: Computer Geeks  ■ In Austin, Tex.: Austin Mac Repair  Fix It Yourself  You can always replace an iPhone battery by yourself. The pros: You can choose the best components for repairs and minimize costs. The cons: Learning repairs can be time consuming, and if you mess up, you have no one to blame but yourself. And again, Apple stores could refuse to service your phone if it sees you have repaired it with third-party parts.  A good place to start for D.I.Y. repairs is iFixit, a company that provides instruction manuals and components for repairing devices. It is offering discounts on battery replacement kits for older iPhones, which cost $17 to $29. Each kit includes a new battery and the tools for disassembling iPhones.  Installing a phone battery can be intimidating. Replacing an iPhone 7 battery, for example, requires eight tools and 28 steps. Kyle Wiens, the chief executive of iFixit, said some customers also opted to buy a battery from iFixit and then take it to a local repair shop for installation.  Advertisement Continue reading the main story  Carry a Battery Pack  If you don’t feel confident hiring a third-party fixer or installing your own battery, you can always wait for Apple to replace your battery. But since that could take weeks or months, don’t suffer with a sapped phone battery in the meantime.  A better temporary solution is to invest in a battery pack that you can carry around until replacement batteries arrive at an Apple store. Wirecutter, a New York Times company that reviews products, has tested hundreds of battery packs to recommend a few. My favorite is the Anker PowerCore 20100, which can charge a smartphone every day for a week.  Ms. Schipper, the Seattle resident, is considering buying a battery pack. In the meantime, she is constantly plugging her iPhone into a power outlet because her battery lasts only two hours a day.  Yet she has resisted what she thinks Apple wants: for her to buy a new phone.  “I was tempted to just chuck this phone and suck it up and spend $1,000-plus and get the iPhone X,” she said. “I said, ‘No, darn it, I have a budget I’m saving up.’ I’m not going to let Apple push me around.”"}, {"url": "https://www.nytimes.com/2018/03/06/us/artificial-intelligence-jobs.html", "date": "2018-03-06T21:13:00Z", "host": "the-new-york-times", "article": "Photo  The vast majority of Americans expect artificial intelligence to lead to job losses in the coming decade, but few see it coming for their own position.  And despite the expected decline in employment, the public widely embraces artificial intelligence in attitude and in practice. About five in six Americans already use a product or service that features it, according to a survey that was conducted last fall and from which new findings were released on Tuesday.  “Whether they know it or not, A.I. has moved into a big percent of Americans’ lives in one way or another already,” said Frank Newport, the editor in chief of Gallup, which conducted the survey with Northeastern University.  The study defines artificial intelligence as any technology that can perform a task as humans do. But even if that definition feels overly broad, the findings reveal just how ubiquitous certain products have become in American life.  Newsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  About 84 percent of Americans, for example, use navigation apps like Google Maps, Waze and Apple Maps, the study found. About 72 percent of respondents said they streamed music or video with services like Netflix and Pandora.  Artificial intelligence in everyday life About five out of six Americans use one of the services below, which Gallup and Northeastern University define as featuring some element of artificial intelligence. Navigation apps Streaming services Smartphone personal assistants Ride-sharing Home personal assistants Smart home devices 84.0 72.0 47.0 32.0 22.0 20.0 Navigation apps Streaming services Smartphone personal assistants Ride-sharing Home personal assistants Smart home devices 84% 72 47 32 22 20  Advertisement Continue reading the main story  Nearly half said they used personal assistants on their smartphones, while about 32 percent use ride-sharing apps. Some 22 percent used intelligent home personal assistants, like Google Home or Amazon’s Alexa. Twenty percent said they use a smart home device, such as a self-learning light or thermostat."}, {"url": "https://www.nytimes.com/2018/01/24/technology/Apple-iPhone-medical-records.html", "date": "2018-01-24T14:42:37Z", "host": "the-new-york-times", "article": "In the latest indication of Apple’s growing ambitions in the digital health market, the tech giant on Wednesday unveiled a new feature that would allow users to automatically download and see parts of their medical records on their iPhones.  The feature is to become part of Apple’s popular Health app. It will enable users to transfer clinical data — like cholesterol levels and lists of medications prescribed by their doctors — directly from their medical providers to their iPhones, potentially streamlining how Americans gain access to some health information.  A dozen medical institutions across the United States — including Johns Hopkins Medicine in Baltimore and Cedars-Sinai in Los Angeles — have agreed to participate in the beta version of the new feature. Apple plans to open the beta test to consumers on Thursday.  Apple said it will not see consumers’ medical data, which is encrypted and stored locally on the iPhone, unless the user chooses to share it with the company.  Photo  “It’s really strange to me that you can easily pull up all of your spending record on your credit card going back a long way in every detail, yet your health is way more important and you don’t have easy access to your health information,” said Jeff Williams, Apple’s chief operating officer. “We want to make sure that consumers are empowered with information about their health.”  Advertisement Continue reading the main story  Tech giants including Apple, Microsoft and Alphabet, Google’s parent company, are going head-to-head to obtain a larger slice of American health care spending, which amounts to more than $3 trillion annually."}, {"url": "https://www.nytimes.com/2018/03/27/technology/apple-classroom-ipad-google.html", "date": "2018-03-27T18:16:30Z", "host": "the-new-york-times", "article": "“These companies know that it’s very important to build mind share at a very early age,” said Linn Huang, a research director at the International Data Corporation, a market research firm known as IDC.  Apple has some catching up to do. Mac laptops and iPads were once the dominant devices in American classrooms, but Google has shot past Apple with inexpensive laptops called Chromebooks. Google has also led the way in software products designed specifically for schools, with an app called Google Classroom that teachers use to take attendance, assign homework and do other tasks, among others.  Of the 12.4 million tablets and laptops shipped to primary and secondary schools in the United States last year, Chromebooks accounted for 58 percent of the market, compared with a negligible share in 2012, according to IDC. In the same period, the share of iPads and Mac laptops fell to 22 percent from about half. And Microsoft Windows devices dropped to 18 percent from about 45 percent, IDC said.  School districts embraced Chromebooks because they were comparatively inexpensive and easy to use. Since the laptops were cloud-based, they could be shared among students who could pick up any device to get access to their documents. And school districts could use a software dashboard to manage thousands of devices at once. Districts that needed to institute online testing began buying Chromebooks in bulk.  Still, Apple generates the most revenue from school hardware sales in the United States, partly because its devices cost more. Of the $5.4 billion spent on school devices last year in the United States, Apple’s iPads and laptops accounted for about $2.1 billion, followed by Chromebooks at $1.95 billion and Microsoft Windows devices at $1.35 billion, according to IDC.  Photo  Apple’s new iPad signals how the company sees an opening at the lower end of the market. Last year, it lowered the price of its entry-level iPad to $329 for consumers and $299 for schools, helping to bolster sales of iPads after years of declines. Some Chromebooks and Windows laptops cost less than $200.  Advertisement Continue reading the main story  But as the American market for classroom devices matures and school districts prepare to replace the basic Chromebook laptops they purchased, analysts said Apple was well positioned to take advantage of growing interest among school districts for more sophisticated technologies that encourage student creativity in fields like robotics and computer-assisted design.  “We’re starting to see an evolution of use cases around coding, STEM, creative arts and design, some of the areas where Apple is focused,” said Ben Davis, a senior analyst in education at Futuresource Consulting, a market research firm that tracks school device shipments. “In theory, we should start to see a trade-up in computing power in the devices going into schools to support that.”  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  Apple’s event was atypical because it rarely goes outside its home state of California to make product announcements. But it opted for the backdrop of a Midwest high school to drive home its education message.  The 84-year-old brick school’s front lawn was swarmed with black-clad security guards, including two with bomb-sniffing dogs, and dozens of chipper greeters from Apple in yellow knit hats and green sweatshirts — Lane Tech’s colors.  “I can’t let you in unless you’re excited!” one said as guests entered."}, {"url": "https://www.nytimes.com/2018/03/15/business/with-one-battle-over-a-bigger-one-looms-for-qualcomm-apple.html", "date": "2018-03-15T18:50:51Z", "host": "the-new-york-times", "article": "“There’s no doubt I would have made a quick profit if the Broadcom deal had gone through,” he said. “But as a shareholder, I voted against it.”  That’s partly because, “as a citizen, I didn’t like the deal,” he said. Broadcom typically slashes costs, especially research and development, and the company said it would do exactly that if it acquired Qualcomm. “In the long run that’s not good for the country or for society,” Mr. Dodson said.  He agreed with the Trump administration’s assessment that, by cutting Qualcomm’s research costs, Broadcom would be assisting Chinese rivals in the global race for dominance in 5G communications technology.  But as an investor, his reasoning can pretty much be reduced to one word: Apple.  Apple has traditionally been one of Qualcomm’s biggest customers, along with Samsung and every other major handset company. But the two technology giants are also embroiled in an epic battle over licensing fees for Qualcomm’s patented technology, with profound implications not only for Qualcomm’s business model and Apple’s profit margins, but for the future of wireless communication.  Photo  If Qualcomm and Apple can just bury the hatchet, Mr. Dodson reasons, Qualcomm’s revenues would soar, and its stock price would climb well past Broadcom’s offering price of $79 a share. By Mr. Dodson’s reckoning, once Apple resumes paying Qualcomm, the chip maker will be worth at least $84 a share, “which is why Broadcom’s offer didn’t really engage my attention,” he said.  That, however, is a big “if,” given the intractable positions both sides have staked out.  At the heart of the dispute is the way Qualcomm calculates the licensing fee it charges customers, which is a percentage of the cost of the net selling price of the entire handset — and not the price of the chip. That means that Apple, a high-cost producer whose iPhone X sells for as much as $1,000, has paid much higher licensing fees than low-cost competitors using exactly the same chip set.  Apple has called the arrangement an “extortion scheme.” It infuriates Apple that Qualcomm has, in effect, been subsidizing its low-cost competitors, including the very Chinese companies that Mr. Trump says he is so concerned about.  Advertisement Continue reading the main story  Qualcomm has countered that its intellectual property makes many of the iPhones’ distinctive features possible, features that low-cost competitors haven’t replicated, and therefore Qualcomm deserves a percentage of the cost of the entire device.  Mr. Dodson made little immediate headway when he met with a delegation of top Qualcomm officials late last month and pressed his case for a settlement with Apple. The officials, including the chief executive, Steve Mollenkopf, and Paul Jacobs, a Qualcomm founder and, until recently, executive chairman, visited Mr. Dodson in San Francisco to make their case against the Broadcom bid.  In Mr. Dodson’s account of the meeting, he urged the Qualcomm executives to settle with Apple rather than risk alienating it as a customer over the long term. But Qualcomm officials said that Apple was demanding more than they were prepared to give and that, on an engineering level, relations with Apple remained good. They assured him that eventually they would reach a settlement, revenues would normalize and Qualcomm stock would respond.  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  Still, “I’d like to see them budge” on the licensing issue, Mr. Dodson said. “I can see Apple’s point.”  But if Qualcomm stopped charging Apple a percentage of the device’s cost, it would probably have to extend similar terms to all its major customers. It recently amended its agreement with Samsung without abandoning its approach to license fees. At the meeting, Qualcomm officials told Mr. Dodson they offered Apple similar terms, but Apple rejected them.  A Qualcomm spokeswoman declined to comment, as did an Apple spokeswoman.  Long-simmering tensions between Qualcomm and Apple reached a boiling point in 2016, when Qualcomm halted rebates it was giving Apple. Qualcomm claimed Apple had violated the terms of the rebate agreement by cooperating with South Korea’s investigation into what Samsung and others said was exclusionary conduct by Qualcomm. Apple responded by withholding the license fees it paid manufacturers of iPhones, who in turn stopped passing on the payments to Qualcomm.  Photo  Lawsuits and counterclaims erupted, and Qualcomm reduced its revenue estimates by $500 million a year.  While Apple has continued to buy and deploy the latest Qualcomm chips, it also reached out to a rival chip maker, Intel, which began supplying an alternative to Qualcomm’s chip for the iPhone 7. (That phone, the iPhone 8 and the X may contain either a Qualcomm or an Intel chip.)  Qualcomm claims that Apple has compromised the performance of Qualcomm-equipped handsets in order to mask their superiority over the Intel-equipped phones. (Both Intel and Apple have vehemently denied the claims.)  Advertisement Continue reading the main story  Numerous lawsuits are now well underway in the United States, with some expected to go to trial later this year. Regulators in the European Union, Taiwan, South Korea and China have ruled that Qualcomm’s licensing practices are unlawful and have levied fines, decisions that Qualcomm is appealing. In the United States, the Federal Trade Commission is conducting its own investigation.  While armies of patent lawyers fight over the rival claims, investors have already rendered a verdict. Qualcomm shares, after peaking at more than $80 in 2014, dropped by nearly 50 percent, hitting a low of $44 in 2016.  Qualcomm’s precipitous decline is what attracted Mr. Dodson’s attention along with other so-called value investors, who look for stocks trading below their intrinsic value. He said his fund’s average cost per share for its Qualcomm position was about $56, so the fund was still ahead even after the deal collapsed this week. On Thursday, Qualcomm was trading at around $60.  Still, Qualcomm’s performance has knocked the Endeavor fund from its perch at the top of the Morningstar rankings. So far this year, it’s 61st.  Now that Mr. Trump has rescued Qualcomm from the imminent threat of a Broadcom takeover, its financial prospects — and share price — will largely follow the twists and turns in the Apple standoff. While Mr. Dodson remains optimistic about the outcome, that doesn’t mean he’s against all potential takeovers of Qualcomm.  Last week, there were rumors that Intel might launch a bid for Broadcom, which made Mr. Dodson wonder: “Why doesn’t it bid for Qualcomm? If Intel bought it, Qualcomm would be in good hands.”  “As a citizen, I’d be very comfortable with that,” he said."}, {"url": "https://www.nytimes.com/2018/04/01/business/boycott-facebook-apple-google-failed.html", "date": "2018-04-01T22:44:00Z", "host": "the-new-york-times", "article": "Ms. Cunningham, who has freelanced for The New York Times, added that she had immediately begun missing Facebook as a research tool for her documentaries. “I don’t know if I can get out of the ecosystem,” she said.  People looking to punish major tech companies by abstaining from their products have been bedeviled time and again by the difficulty in escaping them. After Google fired an engineer, James Damore, for criticizing the company’s diversity efforts last year, hundreds of people on social media called for a boycott of the company. But an analysis of nearly 7,000 tweets using the hashtag #BoycottGoogle since August showed that 26 percent of the tweets came from devices using Google’s Android software, according to Keyhole, a social-media research firm.  One Twitter account named Milton Prescott tweeted on Aug. 8: “Google’s firing of James Damore proves his point completely. I will no longer be using Google for any services. #BoycottGoogle.” The tweet came from an Android device. A message to the account went unreturned.  Even Breitbart is running into the same dilemma. The conservative website is planning to host a panel on how tech platforms like Facebook suppress conservative voices — and it said it would livestream the discussion on Facebook. Breitbart didn’t respond to a request for comment.  Marisa Richardson, a program manager at a life-sciences company, said she began boycotting Amazon recently after learning that it offered the NRA channel on its streaming-video service. So when she needed laundry detergent, she avoided the e-commerce site and instead braved the crowds and traffic — and spent a few dollars more — at a nearby Target.  But a few days later she shopped at the Whole Foods near her home in Oakland, Calif. “I completely forgot that they’re owned by Amazon,” she said.  After the shooting in Parkland in February, gun-control activists called for a boycott of certain Apple and Amazon services because they hosted the NRA channel.  Photo  People used the hashtag #March1NRABoycott to spread the message on social media. An analysis of about 58,500 tweets with the hashtag showed that nearly half came from an iPhone or an iPad, according to Keyhole. Those included popular tweets using the #March1NRABoycott hashtag from the actress Alyssa Milano.  “Had I sent the same tweets from an Android phone, the same issue would apply. There is an NRATV app for Android phones,” Ms. Milano said through a spokeswoman. “We are only just beginning to understand how these companies have infiltrated not only our ideologies, but also our lives in the most in-depth way imaginable.”  Advertisement Continue reading the main story  Nearly a third of the 4,700 tweets using the #BoycottApple hashtag since August came from iPhones, according to Keyhole.  “I do have an iPhone, but as a customer of Apple’s, am I not allowed to hold them accountable?” Mr. Knight, the activist who used an iPhone to call for an Apple boycott, said in an interview.  Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.  Eddy Cue, a senior executive at Apple, recently said that the NRA channel didn’t violate the company’s policies. Facebook, Google and Amazon didn’t respond to requests for comment.  Many of those who recently abandoned their Facebook accounts are still in the company’s orbit, not only with Instagram but also with the company’s popular messaging apps WhatsApp and Messenger.  When Cher recently deleted her Facebook page, she said on Twitter, “2day I did something VERY HARD 4 me.” But her Instagram account, with 768,000 followers, was still active.  Likewise, Elon Musk, chief executive of SpaceX and Tesla, deleted the Facebook pages of both companies — but left their pages and his personal account active on Instagram. The photo-sharing platform, he said on Twitter, is fine “so long as it stays fairly independent.”  Stephen Cox, 39, a woodworker in Los Angeles, recently posted on Facebook that he was deactivating his account in favor of Instagram. When someone commented that the two sites were owned by the same company, he replied, “It’s a double-edged sword, but for me one edge is slightly more blunt than the other.”  Advertisement Continue reading the main story  Instagram has proved an effective hedge for Facebook against people losing interest or trust in its main site. While the percentage of American adults who use Facebook has remained flat at 68 percent since 2016, according to a January survey of 2,002 American adults by the Pew Research Center, Instagram use rose to 35 percent from 28 percent over that period. Instagram is also more popular with younger people than older people, according to the survey.  Rayven Bruzzese, 26, a sign-language student in Philadelphia, said she had been a frequent user of Facebook for years but deleted her account in March because she found it upsetting and a drain on her time. Now she spends her time on Instagram.  While she acknowledged the irony of moving to another Facebook-owned service, she said her options were limited. Few of her friends are on Twitter, and many have stopped using Snapchat.  “Where am I supposed to go?” she said. “I wish there was something else.”"}, {"url": "https://www.nytimes.com/2018/01/24/technology/apple-health-medical-records.html", "date": "2018-01-24T13:42:23Z", "host": "the-new-york-times", "article": "In the latest indication of Apple’s growing ambitions in the digital health market, the tech giant on Wednesday unveiled a new feature that would allow users to automatically download and see parts of their medical records on their iPhones.  The feature is to become part of Apple’s popular Health app. It will enable users to transfer clinical data — like cholesterol levels and lists of medications prescribed by their doctors — directly from their medical providers to their iPhones, potentially streamlining how Americans gain access to some health information.  A dozen medical institutions across the United States — including Johns Hopkins Medicine in Baltimore and Cedars-Sinai in Los Angeles — have agreed to participate in the beta version of the new feature. Apple plans to open the beta test to consumers on Thursday.  Apple said it will not see consumers’ medical data, which is encrypted and stored locally on the iPhone, unless the user chooses to share it with the company.  Photo  “It’s really strange to me that you can easily pull up all of your spending record on your credit card going back a long way in every detail, yet your health is way more important and you don’t have easy access to your health information,” said Jeff Williams, Apple’s chief operating officer. “We want to make sure that consumers are empowered with information about their health.”  Advertisement Continue reading the main story  Tech giants including Apple, Microsoft and Alphabet, Google’s parent company, are going head-to-head to obtain a larger slice of American health care spending, which amounts to more than $3 trillion annually."}], "GOOGL": [{"url": "http://www.businessinsider.com/google-launches-google-pay-2018-1", "date": "2018-01-09T18:40:25Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Payments Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google will consolidate all its existing payment offerings into a new service called Google Pay, which will encompass in-store payments (Android Pay), peer-to-peer (P2P) offerings (Google Wallet), in-app and in-browser payments made through stored credentials in Chrome, and more, according to a company blog post.  Google Pay, which is live in the US, counts several merchant partners, including Airbnb, Fandango, and Instacart, and is likely to see more soon thanks to a wide swath of processor partnerships — it's already compatible with Adyen, Braintree, Stripe, Vantiv, Worldpay, and others — that will make merchant integration quick and simple.  Google is working to build a payments ecosystem of its own, which could catalyze usage of its payments offerings, specifically in-store payment products; Android Pay, Google's in-store and in-app offering, falls below average on both the adoption and engagement fronts, counting just 10% adoption among eligible users and the smallest share of repeat users among its peers. And lack of awareness might be hurting its other offerings, like Google Wallet. Google Pay could help grow these metrics in three ways:  Reducing fragmentation through convenience: Customers are paying on their phones, they just aren't doing so in-store; BI Intelligence expects US mobile P2P volume to hit $97 billion this year, and US m-commerce retail sales to hit $150 billion, compared with just $56 billion in-store. By tying more popular offerings to in-store payments, Google is creating a cohesive and convenient brand-wide payment ecosystem, which could draw users to engage more frequently with all these products, increasing volume over time.  Customers are paying on their phones, they just aren't doing so in-store; BI Intelligence expects US mobile P2P volume to hit $97 billion this year, and US m-commerce retail sales to hit $150 billion, compared with just $56 billion in-store. By tying more popular offerings to in-store payments, Google is creating a cohesive and convenient brand-wide payment ecosystem, which could draw users to engage more frequently with all these products, increasing volume over time. Incentivizing users to test the product: Google is working with merchants to give customers a reason to choose Google Pay in-app or in-browser over other providers, like Visa Checkout or PayPal One Touch, through discounts and incentives. These deals might push users to test Google Pay in a friction-filled environment, find it convenient, and continue to return to the service across its use cases, since credentials are already stored.  Google is working with merchants to give customers a reason to choose Google Pay in-app or in-browser over other providers, like Visa Checkout or PayPal One Touch, through discounts and incentives. These deals might push users to test Google Pay in a friction-filled environment, find it convenient, and continue to return to the service across its use cases, since credentials are already stored. Drawing customers away from competition:Firms across the payments space are working to build out wide ecosystems: Apple just moved into P2P through the launch of Apple Pay Cash, and P2P-focused services like Venmo are drifting toward commerce, adding in-store and online payment options. To stay afloat as volume expands over the next few years, ecosystems like Google Pay are going to become necessary to keep customers loyal.  But the firm needs to work to take advantage of the synergies for a true success. In its blog post, Google noted that the launch of the Google Pay brand is just a \"first step\" for the product.  And though the firm has some strong justifications for building the ecosystem, that alone isn't going to be enough to see adoption balloon overnight. For the brand to succeed, Google is going to have to take some concrete steps to ensure the service remains the best payment choice for its customers, keeping it top-of-wallet across channels for all consumers. If it doesn't, Google will risk losing out to existing methods or competitors.  BI Intelligence, Business Insider's premium research service, has written a detailed report on mobile payments that:  Sizes the US in-store mobile payments market and examines growth drivers.  Analyzes headwinds that have suppressed adoption.  Identifies three strategic changes providers can make to improve their results.  Evaluates pockets of success in the market.  Provides actionable insights that providers can implement to improve results.  Interested in getting the full report? Here are two ways to access it:"}, {"url": "http://www.businessinsider.com/google-buys-tenor-to-power-gifs-2018-3", "date": "2018-03-30T13:50:39Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Digital Media Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google this week acquired Tenor, a platform for Android, iOS, and desktop, that offers a massive searchable database of GIFs, called \"GIF Keyboard,\" according to a post on Google's blog. Deal terms weren't disclosed, but Tenor will continue to operate independently.  The 4-year-old startup has 50 employees based in San Francisco, New York, and Los Angeles. With roughly 300 million monthly active users (MAU) driving more than 12 billion searches per month, Tenor competes with similar GIF search engines including GIPHY — the first and largest GIF search engine, with 300 million daily active users (DAU) — and Gfycat, with roughly 130 million MAU.  It's likely that Tenor's GIF library will be integrated into Google services, in particular search-related services like Google Images. The acquisition could also help Google tap into messaging platforms and apps, as GIF search engines are often built into various mobile messaging platforms for easy accessibility. Social networks have also incorporated GIF search options into their platforms, allowing users to easily find and share the GIF that best expresses a mood or reaction. Tenor's GIF bot is the most-used chatbot on Facebook Messenger, per Forbes.  Tenor could help Google drive digital advertising through emotion-based search. Tenor has been ramping up its advertising business since late 2017. Over the next 90 days, Tenor plans to roll out its first paid advertising product, which will aim to help advertisers target people with branded GIFs, according to Tenor's newly hired Chief Business Officer Jason Krebs per The Wall Street Journal. Ninety percent of Tenor searches center on emotion, said Krebs. Tenor's \"Emotional Graph\" is a unique feature that maps GIF searches based on emotions people are searching.  Tenor is the first GIF search engine to create an ad platform for GIF searches, with advertisers paying between $100,000 and $500,000 for a sponsored GIF, per a recent profile in Bloomberg Businessweek. Tenor charges advertisers when their sponsored GIFs are shared, instead of when they're viewed, per Axios, suggesting shares are a more meaningful metric than views. About 70% of US internet users ages 8 to 64 (or 200 million people) know how to send a GIF, of which nearly half say they send at least one per week, according to Magid research.  Magid further estimated that mobile shares of GIFs could generate $1 billion to $2 billion in total ad revenues within two to three years, at a growth rate of 1,000%. Because GIFs are a highly shareable medium that condenses and communicates a large amount of information — especially emotion — for maximum impact, when people share a sponsored GIF, it's the equivalent of people sharing an ad, a rare and self-reinforcing power for any form of advertising. Further, because they're silent, GIFs transcend language barriers, so they can have potentially worldwide appeal, as shown by The New York Times' roundup of the top GIFs across five countries."}, {"url": "http://www.businessinsider.com/google-pay-is-officially-here-2018-2", "date": "2018-02-21T18:29:20Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Payments Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google Pay — the tech giant's attempt to consolidate all of its payment offerings — is officially here, following an announcement in January and a pilot with several merchants.  The launch will begin with two major changes: Android Pay will be rebranded to Google Pay this week, and the app will be refreshed with a new look and some new features. In addition, Google Wallet, Google's peer-to-peer (P2P) payment offering, will be renamed Google Pay Send, and will also get an app refresh — though it'll be integrated into the main Google Pay soon. Next, Google will continue to build a cohesive cross-channel payment experience, which could help the firm improve engagement with its payment offerings by addressing pain points to adoption.  Google Pay streamlines enrollment. Right now, just 11% of eligible customers have tried Android Pay — the lowest rate of the three major phone-based services. Google Pay could help improve that standing by streamlining onboarding.  Customers at specific banking partners, like Bank of America, will be able to enroll in Google Pay directly through their mobile banking apps, and can begin using it without having to download a new app, according to TechCrunch. And in the future, customers will be able to automatically access cards they've already loaded into Chrome, which could bring more users to the service by limiting friction associated with smaller screens and challenges inputting information into mobile devices.  And if the app redesign can overcome consumer confusion, it could entice usage and grow adoption.  The new Google Pay seems to make for a simpler user experience. A refreshed home screen for the app still shows purchasing history, but also highlights offers and issues personalized recommendations about nearby stores that accept Google Pay. A second \"cards\" tab shows credit and debit cards, loyalty and gift cards, and offers, reflecting a user's available payment options.  A refreshed home screen for the app still shows purchasing history, but also highlights offers and issues personalized recommendations about nearby stores that accept Google Pay. A second \"cards\" tab shows credit and debit cards, loyalty and gift cards, and offers, reflecting a user's available payment options. That could improve engagement and boost the wallet's standing.In addition to low adoption, Android Pay also has engagement below its peers — nearly three-quarters of enrollees have used the wallet just once or do so inconsistently, and only 10% use it whenever possible. Leveraging a rebrand as an opportunity to combat pain points to engagement — like uncertainty about merchant acceptance, lack of incentives, or forgetfulness — could set Google Pay up for a rosier future, especially with more integrations, like P2P and cross-device options, on the horizon. That, in turn, could improve overall engagement with Google's payments tools, rather than those of competitors, while also touching a broad enough audience to help normalize mobile payments and move the industry forward.  BI Intelligence, Business Insider's premium research service, has written a detailed report on mobile payments that:  Sizes the US in-store mobile payments market and examines growth drivers.  Analyzes headwinds that have suppressed adoption.  Identifies three strategic changes providers can make to improve their results.  Evaluates pockets of success in the market.  Provides actionable insights that providers can implement to improve results.  Interested in getting the full report? Here are two ways to access it:"}, {"url": "http://www.businessinsider.com/google-unveils-machine-learning-ad-tool-2018-2", "date": "2018-02-22T15:05:00Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Digital Media Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google unveiled Auto ads, a new ad unit for AdSense, its ad placement service for publishers, to help publishers streamline ad placement on their pages.  Auto ads use machine learning to determine potential ad locations, types, and number of ads, while preserving the user experience, according to Google. Auto ads include formats like in-feed, display, and full-screen mobile ads, and can be integrated into publisher pages with a single line of code.  Auto ads are attractive to publishers for two key reasons:  They minimize the resources publishers spend on ad placement. Publishers don't need to devote as much staff to optimizing ad placement on their pages, as Auto ads will use machine learning and analytics to \"teach\" the system where to best place ads in the future, according to TechCrunch.  Publishers don't need to devote as much staff to optimizing ad placement on their pages, as Auto ads will use machine learning and analytics to \"teach\" the system where to best place ads in the future, according to TechCrunch. And they can help publishers better monetize their content.Auto ads may cause publishers to test ad placements in areas on their pages they might not have tested otherwise, and this can result in higher monetization. For example, some publishers participating in the beta testing of Auto ads saw average revenue increases of 5-15%, per MediaPost.  Auto ads can positively impact publishers' bottom lines, given AdSense is already used by tens of millions of publishers. Publishers are likely looking for additional ways to monetize their content amid Facebook's recent News Feed tweak that de-prioritizes their posts, which could hurt publishers' ability to generate ad revenue on Facebook.  Meanwhile, the release of Auto ads helps increase Google's influence over the digital ad environment. Although publishers can always opt out of using the tool, Google gains control over the types and number of ads publishers implement when they do use auto ads. This can help in Google's efforts to minimize the number of annoying ad experiences publishers serve, which can ultimately encourage users to keep browsing for content on the open web and not in the walled gardens of other platforms like Facebook or Twitter.  To receive stories like this one directly to your inbox every morning, sign up for the Digital Media Briefing newsletter.Click here to learn more about how you can gain risk-free access today."}, {"url": "http://www.businessinsider.com/you-can-now-send-money-through-google-assistant-2018-3", "date": "2018-03-26T16:58:45Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Payments Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google Assistant, Google's virtual voice assistant, now supports voice-enabled peer-to-peer (P2P) payments made with Google Pay, the company's own mobile wallet, which was recently rebranded from Android Pay, according to The Verge.  Users can tell Assistant to send money through Google Pay — the recipient needs to have a Google Pay account too — and then authenticate the transaction using their phone with a fingerprint or by entering their Google password. Users who don't have a Google Pay account will be prompted to set one up the first time they initiate a transfer. The firm indicated that voice payments will also come to the Google Home smart speakers \"in the coming months.\"  Leveraging the Google Assistant could help Google Pay improve its competitive positioning.  A voice-enabled P2P feature could bring users to Google Pay. The P2P market is growing: Business Insider Intelligence estimates that mobile P2P volume will hit $336 billion in 2021, up from $19 billion six years earlier. And voice payments are on the rise as well — US voice payment usage is expected to grow fivefold through 2022 — at the same time that popular voice assistants like Apple's Siri and Amazon's Alexa have added or are exploring P2P capabilities. Assistant has a wide user base, as it's installed on 400 million devices, comes pre-installed on Android phones, and has an iOS app, so it could be a popular use case for P2P because of its convenience and simplicity. That could bring more customers to Google Pay.  The P2P market is growing: Business Insider Intelligence estimates that mobile P2P volume will hit $336 billion in 2021, up from $19 billion six years earlier. And voice payments are on the rise as well — US voice payment usage is expected to grow fivefold through 2022 — at the same time that popular voice assistants like Apple's Siri and Amazon's Alexa have added or are exploring P2P capabilities. Assistant has a wide user base, as it's installed on 400 million devices, comes pre-installed on Android phones, and has an iOS app, so it could be a popular use case for P2P because of its convenience and simplicity. That could bring more customers to Google Pay. That, in turn, could help Google Pay's performance overall. Google Pay is sorely in need of growth. But Android Pay's recent rebrand to Google Pay, which made numerous improvements, likely won't be enough on its own for the mobile payment offering to see a sudden increase in adoption. Just 11% of eligible customers had tried Android Pay, making it the lowest-adopted of the three major phone-based services when compared with Samsung Pay and Apple Pay. The service also counted the worst engagement rates among these players. If the convenience of voice-based P2P draws more people to Google Pay — which requires the payment sender and recipient to be onboarded — that could increase the number of customers who test the wallet for other use cases, like in-store payments.  Dan Van Dyke, senior research analyst for Business Insider Intelligence, Business Insider's premium research service, has compiled a detailed report on voice payments that:"}, {"url": "http://www.businessinsider.com/google-stock-price-flat-ahead-of-earnings-2018-2", "date": "2018-02-01T19:49:00Z", "host": "business-insider", "article": "Thomson Reuters  Google's stock was flat on Thursday ahead of earnings.  Investors are waiting to see how the company will handle abuse across some of its platforms.  They also want to see if its other divisions, like self-driving cars and health and life sciences, will be profitable.  View Google's stock price in real time here.    Shares of Alphabet's Google were flat at $174.80 ahead of the company's quarterly earnings report, which is due out after the bell on Thursday.  Though most investors see a knock-out quarter for the Silicon Valley firm, some market participants are concerned about how the company has handled abuse across some of its platforms, including child abuse and extremist videos on YouTube, fake news in Google search results, and big YouTube celebrities posting tasteless content that advertisers may not like.  The company has maintained that it will keep tweaking its artificial intelligence to weed out those abuses. Google also said it would hire up to 10,000 human moderators to address the concerns.  The search giant has poured a lot of money into \"Other Bets\" projects, such as Waymo for self-driving cars, Nest for connected home products, and Verily for health and life sciences. Investors want to see significant profits from these ventures.  Still, the company's hardware products and its jump into more AI and voice-controlled computing may help the company keep its profits high or at least beat Wall Street expectations.  It's shares were up 9.5% for the year.  Markets Insider"}, {"url": "http://www.businessinsider.com/google-throws-publishers-a-bone-with-news-initiative-2018-3", "date": "2018-03-22T14:14:53Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Digital Media Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  This week, Google launched News Initiative, a global effort in which the company will commit $300 million over the next three years toward strengthening quality journalism, developing sustainable business models, and boosting tech innovation for news publishers, according to a Google blog post.  Imagined as a bid to help news organizations adapt to the digital age, the effort will bring products for publishers under one umbrella. Google already offers a similar news initiative for publishers in Europe. This latest one will expand those efforts worldwide.  The initiative will aim to address two key pursuits:  Google will help publishers to better monetize their services by driving subscriptions. Google is launching \"Subscribe with Google,\" which will make it easier for users to sign up for news subscriptions by streamlining the content discovery and payment process. A user's Google account will act as a central hub where all their news subscriptions will be stored and managed. Publishers will keep 85% to 95% of subscription revenue when readers subscribe through Google, per Bloomberg. Launch partners include The New York Times, The Washington Post, Financial Times, the USA Today Network, McClatchy, and GateHouse Media. Google is also testing a predictive tool called \"Propensity to Subscribe,\" based on machine learning, that will let publishers target users who Google determines are more likely to subscribe.  Google is launching \"Subscribe with Google,\" which will make it easier for users to sign up for news subscriptions by streamlining the content discovery and payment process. A user's Google account will act as a central hub where all their news subscriptions will be stored and managed. Publishers will keep 85% to 95% of subscription revenue when readers subscribe through Google, per Bloomberg. Launch partners include The New York Times, The Washington Post, Financial Times, the USA Today Network, McClatchy, and GateHouse Media. Google is also testing a predictive tool called \"Propensity to Subscribe,\" based on machine learning, that will let publishers target users who Google determines are more likely to subscribe. Google will also help to combat the proliferation of fake news online.As it works to surface legitimate news on its platforms, Google will proactively collaborate with journalism-focused institutes to help limit the spread of mis- and dis-information and improve media literacy among teens. Tasked with combating fake news, Google will launch the Disinfo Lab in collaboration with First Draft, a project of the Shorenstein Center at Harvard's Kennedy School. Google is also launching a media-literacy program, MediaWise, in collaboration with Poynter, Stanford University, and the Local Media Association, per the Poynter Institute's statement.  Like Google, Facebook has also launched initiatives aimed at elevating quality journalism. For example, Facebook has offered the Facebook Journalism Project, and last week Facebook said it would launch a designated news section in its Watch video hub for specific partners. At a time when 67% of US adults say they get news from social media, according to recent Pew research, these moves are especially crucial for digital platforms as 73% of voters also said they think \"Facebook should hold itself to the same standard as other media companies to only publish accurate stories,\" per a similar poll by the Factual Democracy Project.  However, the relationship between platforms and publishers remains largely imbalanced. Despite absorbing the majority of digital advertising dollars, Facebook and Google together represented less than 5% of the total average digital revenue for publishers in 2017, according to recent research by Digital Content Next. Recode's Peter Kafka argues that Google and Facebook are \"built to eviscerate publishers.\"  The tech platforms don't support publishers in the digital age so much as they compete with them. On the basis that publishers' fundamental currency is attention, Google and Facebook have done this far better than any publisher. Likewise, even multi-million-dollar journalism initiatives are barely a spending blip for the tech giants, given what either makes in digital ad revenues per quarter, much less per year — or three."}, {"url": "http://www.businessinsider.com/google-search-easter-eggs-2018-1", "date": "2018-01-25T16:38:36Z", "host": "business-insider", "article": "Shutterstock/Business Insider  Google has come a long, long way since its startup days, but it hasn't forgotten how to have fun.  The search giant loves to hide fun tricks, or \"Easter eggs,\" into its services. From Google Hangouts to Google Maps, there are neat games or features hidden inside nearly every product and service Google makes (even its spreadsheets).  But its Google's search engine that holds most of these jokes, games, and nifty features. There are almost too many to count, so we've rounded up a handful of our favorites from over the years.  Here are 26 Easter eggs hidden inside Google Search:  Jeff Dunn contributed to an earlier version of this story."}, {"url": "http://uk.businessinsider.com/check-point-found-22-flashlight-apps-in-google-play-malicious-adware-2018-1", "date": "2018-01-05T14:30:00Z", "host": "business-insider", "article": "Thomson Reuters  22 flashlight and utility apps in Google Play were found to carry malicious adware.  The adware, dubbed LightsOut by security researchers, would spam Android phones with illegal advertisements, whether or not the app was in use.  Google Play has since removed all 22 apps.  Many security advocates tell Android users to only download apps from Google Play, the official store that Google operates for Android apps, in order to avoid viruses and spam. But even Google Play can fall victim to malicious code.  Security researchers at the cybersecurity software company Check Point discovered a new adware, dubbed \"LightsOut,\" hiding in 22 different flashlight and utility apps on Google Play, according to a new report released by the company on Friday. Check Point estimates that the adware affected between 1.5 million and 7.5 million downloads.  The apps have since been removed from Google Play, according to Check Point. Google did not respond to a request for comment.  Much like pop-up ads of the 1990's, LightsOut triggers ads on a user's phone, even when the user isn't in the app. These ads can be triggered by anything from a wi-fi connection, the end of a call, the plugging in of a charger, or locking of a screen, and continue to follow users even when they disable ads within the apps.  Some users with the adware said they were \"forced to press on ads to answer calls and perform other activities on their device.\" according to Check Point. One user also reported seeing the ads after he had purchased an ad-free version of the app.  While this type of adware is an illegal method of generating ad revenues, it's not technically a virus, according to Check Point. The difference is that viruses self-replicate, whereas adware lives inside of the code for specific apps, and goes away once the app is deleted."}, {"url": "http://markets.businessinsider.com/news/stocks/google-stock-price-flat-ahead-of-earnings-2018-2-1014828111", "date": "2018-02-01T19:49:00Z", "host": "business-insider", "article": "Thomson Reuters  Google's stock was flat on Thursday ahead of earnings.  Investors are waiting to see how the company will handle abuse across some of its platforms.  They also want to see if its other divisions, like self-driving cars and health and life sciences, will be profitable.  View Google's stock price in real time here.    Shares of Alphabet's Google were flat at $174.80 ahead of the company's quarterly earnings report, which is due out after the bell on Thursday.  Though most investors see a knock-out quarter for the Silicon Valley firm, some market participants are concerned about how the company has handled abuse across some of its platforms, including child abuse and extremist videos on YouTube, fake news in Google search results, and big YouTube celebrities posting tasteless content that advertisers may not like.  The company has maintained that it will keep tweaking its artificial intelligence to weed out those abuses. Google also said it would hire up to 10,000 human moderators to address the concerns.  The search giant has poured a lot of money into \"Other Bets\" projects, such as Waymo for self-driving cars, Nest for connected home products, and Verily for health and life sciences. Investors want to see significant profits from these ventures.  Still, the company's hardware products and its jump into more AI and voice-controlled computing may help the company keep its profits high or at least beat Wall Street expectations.  It's shares were up 9.5% for the year.  Markets Insider"}, {"url": "http://www.businessinsider.com/google-maps-adds-wheelchair-accessible-routes-2018-3", "date": "2018-03-15T18:56:46Z", "host": "business-insider", "article": "Dan Kitwood/Getty Images  Google Maps is adding wheelchair-accessible routes to Google Maps in cities.  The feature will make it easier for people with access needs to get around.  It's launching in a handful of cities including New York, London, and Sydney, before rolling out more widely.  Google Maps is making a major change to help people with access needs: It's adding wheelchair-accessible routes to Google Maps.  When navigating cities, users will now be able to select \"wheelchair accessible\" as an option, and the app will show routes to the destination that the user should be able to navigate safely. It's similar to how you can already choose to request route with less walking or fewer transfers.  The news was announced on Thursday in a blog post by product manager Rio Akasaka.  \"In city centers, buses and trains are often the best way to get around, which presents a challenge for people who use wheelchairs or with other mobility needs. Information about which stations and routes are wheelchair friendly isn't always readily available or easy to find,\" he wrote.  \"To make public transit work for everyone, today we're introducing 'wheelchair accessible' routes in transit navigation to make getting around easier for those with mobility needs.\"  The feature is first launching in London, New York, Tokyo, Mexico City, Boston, and Sydney, and the company has plans to roll it out in other cities in the future.  In recent years, Google has done increasing work to help people with access needs use Google Maps. As Business Insider reported in December 2016, a group of employees — Rio Akasaka among them — used their \"20% time\" to add a feature that tells users if locations listed in the app are accessible via wheelchair.  \"Google's mission is to organize the world's information and make it universally accessible and useful,\" the product manager explained at the time, saying he wants to make sure that \"even those with access needs\" benefit from this."}, {"url": "http://www.businessinsider.com/google-hangouts-is-now-available-2018-2", "date": "2018-02-28T19:32:32Z", "host": "business-insider", "article": "Google Hangouts Chat on the PC web browser. Google  Google is finally releasing Hangouts Chat, its messaging app for business.  It's going right up against Microsoft Teams, Cisco Spark, and the $5 billion Silicon Valley startup Slack.  This is yet another attempt by Google to create a successful messaging platform. However, competition in this space is steep.  On Wednesday, Google is expected to make Hangouts Chat, its long-promised workplace chatroom tool for businesses, available to enterprise users of its G Suite productivity service. Google shared the news in a blog entry.  Hangouts Chat is available from the web browser, or from iOS and Android apps.  The service was first announced almost exactly a year ago, right alongside Hangouts Meet, a videoconferencing tool. Hangouts Meet has been available to the public for months, but Chat has so far only been available to a relative few G Suite customers in the Early Adopter Program.  Now, Hangouts Chat will go right up against some of tech's biggest guns. $5 billion startup Slack provides what many consider the gold standard in team communication software, while the similar Microsoft Teams is a key part of the Office 365 cloud productivity suite for businesses.  That makes Hangouts Chat both a challenge and an opportunity for Google: If users like it, G Suite could lure away even more Microsoft Office customers. However, all of that competition means Google has its work cut out for it.  Google Hangouts Chat on the smartphone. Google  Like Slack, Hangouts Chat is built for intra-company communication. Each chatroom can support up to 8,000 members. Google bills integrations with the rest of the G Suite services — including Google Docs, Google Drive, and Google Sheets — as key selling points for Hangouts Chat.  Like Slack and Microsoft Teams, Hangouts Chat supports chatbots. It comes with a total of 25 bots built in, including bots to tell you when a Google Drive file is updated, or when you have a Google Calendar appointment. You can also install bots that integrate with outside services, like Atlassian Jira or Salesforce CRM.  While Google is renewing its push for businesses, the company may have its work cut out for it: Its messaging strategy is famously convoluted, with would-be successors to Hangouts like Google Duo and Google Allo largely failing thus far to find an audience."}, {"url": "http://www.businessinsider.com/google-assistant-updates-bolster-voice-platform-2018-2", "date": "2018-02-26T16:01:54Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google is aiming to make its Google Assistant voice platform more useful by enabling multi-step voice commands and more tightly integrating the assistant with smartphones and carriers, according to The Verge.  The forthcoming updates are aimed at giving developers, phone vendors, and wireless carriers the tools to create a more interactive user experience, reach more users, and create a more seamless voice assistant experience. These updates are expected to roll out in the coming weeks and throughout the year.  Here are some of the new tools and expanded features that Google is hoping will win over more consumers and voice developers:  Routine commands on the Google Home smart speaker. Smart home routines enable users to manage their connected devices with just a single voice command to Google Assistant. Saying \"Good morning\" to Google Assistant can simultaneously turn on the lights, increase the thermostat temperature, and begin outlining the user's day via Google Calendar, for example. The announcement comes on the heels of a similar offering from Amazon.  Google Assistant. Saying \"Good morning\" to Google Assistant can simultaneously turn on the lights, increase the thermostat temperature, and begin outlining the user's day via Google Calendar, for example. The announcement comes on the heels of a similar offering from Amazon. Expanded language support.Google Assistant will become available in over 30 languages by the end of the year, up from the eight languages it currently supports. This will enable Google Assistant to reach 95% of all active Android phones globally, according to Google VP of Product Nick Fox. Enabling Google Assistant to support more languages will help expand its global audience, and can spur usage of developers' apps.  This will enable Google Assistant to reach 95% of all active Android phones globally, according to Google VP of Product Nick Fox. Enabling Google Assistant to support more languages will help expand its global audience, and can spur usage of developers' apps. Multi-language support. Google Assistant will be able to automatically understand users in multiple languages and respond accordingly. Previously, users would be required to change their phone's language setting in order to switch between languages. This multilingual feature will initially only be available in English, French, and German, but is expected to expand to more languages over time.  Google Assistant will be able to automatically understand users in multiple languages and respond accordingly. Previously, users would be required to change their phone's language setting in order to switch between languages. This multilingual feature will initially only be available in English, French, and German, but is expected to expand to more languages over time. Deeper Assistant integration with phones and carriers. Google is working with smartphone vendors, starting with Xiaomi, LG, and Sony, to integrate Google Assistant with the specific hardware and software of smartphones. Users will be able to ask Google Assistant to launch a specific camera feature, issuing commands like, \"Hey Google, launch my camera's augmented reality mode,\" for example. Google is also working with wireless carriers, the first being Sprint, Vodafone, Telus, and Koodo, to integrate their services with Assistant. This could allow users to ask Google Assistant to check how much data is left on their monthly allotment, or even add more data to their plan.  The latest announcements could be key in helping Google bolster its voice assistant platform and spur adoption of the technology. A major challenge facing the overall voice assistant market is that most consumers rely on them to conduct simple tasks, like getting weather updates or setting timers, while complex and lengthy interactions lag. By creating new experiences that expand Google Assistant's ability to complete more complex tasks, the usefulness of the platform will increase, and engagement can grow as a result. As voice assistants become more intelligent, and developers create better and more useful ways to integrate them with consumers' lives, voice will cement itself as the primary way consumers interact with their devices.  Business Insider Intelligence, Business Insider's premium research service, has written a detailed report on voice apps that explores the two major viable voice app stores. It identifies the three big issues voice apps are facing — discoverability, monetization, and retention — and presents possible short-term solutions ahead of industry-wide fixes.  Here are some of the key takeaways from the report:  The market for smart speakers and voice platforms is expanding rapidly. The installed base of smart speakers and the volume of voice apps that can be accessed on them each saw significant gains in 2017. But the new format and the emerging voice ecosystems that are making their way into smart speaker-equipped homes is so far failing to align with consumer needs.  Voice app development is a virtuous cycle with several broken components. The addressable consumer market is expanding, which is prompting more brands and developers to developer voice apps, but the ability to monetize and iterate those voice apps is limited, which could inhibit voice app growth.  Monetization is only one broken component of the voice app ecosystem. Discoverability and user retention are equally problematic for voice app development.  While the two major voice app ecosystems — Amazon's and Google's — have some Band-Aid solutions and workarounds, their options for improving monetization, discoverability, and retention for voice apps are currently limited.  There are some strategies that developers and brands can employ in the near term ahead of more robust tools and solutions.  In full, the report:  Sizes the current voice app ecosystem.  Outlines the most pressing problems in voice app development and evolution in the space by examining the three most damning shortcoming: monetization, discoverability, and retention.  Discusses the solutions being offered up by today's biggest voice platforms.  Presents workaround solutions and alternative approaches that could catalyze development and evolution ahead of wider industry-wide fixes from the platforms.  Interested in getting the full report? Here are two ways to access it:"}, {"url": "http://www.businessinsider.com/google-tez-two-big-updates-2018-3", "date": "2018-03-08T15:58:06Z", "host": "business-insider", "article": "BI Intelligence  This story was delivered to BI Intelligence \"Payments Briefing\" subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google recently announced two updates to Google Tez, its proprietary mobile payment platform that it launched in India last year.  Google Tez is gaining a chat function. Some users are starting to gain access to a chat function in the app, allowing users to have conversations on the same platform they send peer-to-peer (P2P) transactions on, according to TechCrunch.  Some users are starting to gain access to a chat function in the app, allowing users to have conversations on the same platform they send peer-to-peer (P2P) transactions on, according to TechCrunch. It will also get a tap-and-pay capability. Users will soon be able to load their cards into the app and enable tap-and-pay in the payments app, according to Times of India. Google Tez will gain all the features of Google Pay, Google's mobile wallet geared toward consumers in other countries.  Google is likely responding to what other major players in the space are doing. Tez, which leverages India's Unified Payments Interface (UPI), a government-backed system that allows for instant, bank-to-bank transfers in India, initially launched as a P2P payment app and gained traction fast, adding 7.5 million users in its first five weeks after launch.  Since then, Google has started adding more payment capabilities to reflect what other players, like Paytm, India's largest mobile wallet, are offering. For example, Paytm launched a chat feature called Paytm Inbox in its app last year, and also provides bill payments capabilities, which Tez recently added as well.  These new updates are likely a competitive positioning play by Tez against giants Paytm and Facebook-owned WhatsApp, which recently starting offering payments functionalities in India. WhatsApp has a huge user base of over 200 million active daily users, and Paytm has 225 million users in India because it was established in the country when 86% of cash was removed from circulation in November 2016. India still has room for newer players like Google Tez. Although Google Tez launched well after the demonetization, its rapid growth could be an indication that the market has room for more players, and that its new features could drive further adoption. And despite demonetization, cash is still frequently used in India.  While some of the major players have millions of users, just 14% of adults in India make mobile payments weekly, and only 6% do so daily, demonstrating that there's still room for growth in the market. And it could mean that while Tez is adding new, popular features that other players have already launched, it can still see use, and Tez could continue to rapidly onboard new users.  In the US, the in-store mobile wallet space is becoming increasingly crowded. Most customers have an option provided by their smartphone vendor, like Apple, Android, or Samsung Pay. But those are often supplemented by a myriad of options from other players, ranging from tech firms like PayPal, to banks and card issuers, to major retailers and restaurants.  With that proliferation of options, one would expect to see a surge in adoption. But that's not the case — though BI Intelligence projects that US in-store mobile payments volume will quintuple in the next five years, usage is consistently lagging below expectations, with estimates for 2019 falling far below what we expected just two years ago.  As such, despite promising factors driving gains, including the normalization of NFC technology and improved incentive programs to encourage adoption and engagement, it's important for wallet providers and groups trying to break into the space to address the problems still holding mobile wallets back. These issues include customer satisfaction with current payment methods, limited repeat purchasing, and consumer confusion stemming from fragmentation. But several wallets, like Apple Pay, Starbucks' app, and Samsung Pay, are outperforming their peers, and by delving into why, firms can begin to develop best practices and see better results.  Jaime Toplin, research analyst for BI Intelligence, Business Insider's premium research service, has written a detailed report on mobile payments that:"}, {"url": "http://www.businessinsider.com/google-home-features-tips-tricks-2018-2", "date": "2018-02-04T15:00:00Z", "host": "business-insider", "article": "Hollis Johnson/Business Insider  Since last October, many millions of people have purchased a Google Home device.  Google sells three Home devices right now: The $50 Google Home Mini, the $130 Google Home, and the $400 Google Home Max, all of which have Google's artificially-intelligent Assistant built in.  Last month, Google revealed that it had sold more than one Home smart speaker device every second since October. According to our own calculations, that means Google sold at least 6.8 million Home devices during the holiday season.  Now that millions of people own Google Home devices for the first time, it helps to know what you can actually do with them. Some features are obvious — like asking for the weather — but others aren't so obvious.  Here are 17 of the best Google Home features:"}, {"url": "http://markets.businessinsider.com/news/stocks/google-stock-price-is-well-positioned-to-crush-its-competition-in-four-areas-2018-1-1013049183", "date": "2018-01-12T17:28:09Z", "host": "business-insider", "article": "Beck Diefenbach/Reuters  Google had an impressive 2017 and its momentum could push it even higher in 2018, a UBS analyst notes.  The company's plays in mobile computing, AI and its cloud services have positioned it well for growth.  To view Google's stock price in real time, click here.    Google had an impressive run in 2017 and that momentum may help it overshadow competition in the new year.  The stock is up 5% year-to-date, and has traded north of $1,000 per share since October.  UBS Analyst Eric Sheridan has named Google a top pick for growth in 2018, given the Silicon Valley giant's sustained operating performance, capital allocation, and its potential big boost from cash repatriation under the new tax law.  Sheridan also believes that Google is nailing four themes that could keep it at its highs:"}, {"url": "http://www.businessinsider.com/mario-kart-mode-comes-to-google-maps-2018-3", "date": "2018-03-09T19:57:10Z", "host": "business-insider", "article": "Nintendo  Google Maps and Nintendo announced a temporary, opt-in feature that allows users to \"navigate the world as Mario.\"  \"Mario Mode\" changes Google Maps' blue navigation arrow to a \"Mario Kart\" character, in honor of Nintendo's iconic video game series.  It's in honor of March 10th, or \"Mario Day.\" Mar. 10. Mario. Get it?  \"Mario Mode\" will be available for a week, according to Nintendo.  Nintendo collaborated with Google Maps to bring the world \"Mario Mode,\" an optional feature that allows users to \"navigate the world as Mario.\"  In simple terms, \"Mario Mode\" changes Google Maps' blue navigation arrow to a go-kart from the \"Mario Kart\" games.  Starting today, Google Maps users can unlock the feature by clicking the question mark box at the bottom right corner of the Directions screen. From there, just click \"Let's-a go!\" and it's Mario time.  It's Mario Time. Google  The gimmick was announced as a celebration for March 10, named \"Mario Day,\" because \"MAR10\" looks a little like the word \"Mario\" when written down. Google Maps confirmed via its official Twitter account that the feature will be available for a full week, so users can activate (or deactivate) \"Mario Mode\" at any time between now and March 16.  The Japanese game company is currently working on \"Mario Kart Tour,\" the first time the series will appear on smartphones.  As a historical sidenote, Google and Nintendo have worked together before for these kinds of fun stunts. In fact, in 2014, Google and the Pokémon Company (which Nintendo jointly owns) teamed up for an April Fools joke that put Pokémon all over the map. That partnership ultimately resulted in the birth of \"Pokémon Go.\"  Check out how to activate it, and what it looks like, below:"}, {"url": "http://www.businessinsider.com/check-point-found-22-flashlight-apps-in-google-play-malicious-adware-2018-1", "date": "2018-01-05T14:00:00Z", "host": "business-insider", "article": "Thomson Reuters  22 flashlight and utility apps in Google Play were found to carry malicious adware.  The adware, dubbed LightsOut by security researchers, would spam Android phones with illegal advertisements, whether or not the app was in use.  Google Play has since removed all 22 apps.  Many security advocates tell Android users to only download apps from Google Play, the official store that Google operates for Android apps, in order to avoid viruses and spam. But even Google Play can fall victim to malicious code.  Security researchers at the cybersecurity software company Check Point discovered a new adware, dubbed \"LightsOut,\" hiding in 22 different flashlight and utility apps on Google Play, according to a new report released by the company on Friday. Check Point estimates that the adware affected between 1.5 million and 7.5 million downloads.  The apps have since been removed from Google Play, according to Check Point. Google did not respond to a request for comment.  Much like pop-up ads of the 1990's, LightsOut triggers ads on a user's phone, even when the user isn't in the app. These ads can be triggered by anything from a wi-fi connection, the end of a call, the plugging in of a charger, or locking of a screen, and continue to follow users even when they disable ads within the apps.  Some users with the adware said they were \"forced to press on ads to answer calls and perform other activities on their device.\" according to Check Point. One user also reported seeing the ads after he had purchased an ad-free version of the app.  While this type of adware is an illegal method of generating ad revenues, it's not technically a virus, according to Check Point. The difference is that viruses self-replicate, whereas adware lives inside of the code for specific apps, and goes away once the app is deleted."}, {"url": "http://www.businessinsider.com/google-improving-mobile-search-ios-users-2018-3", "date": "2018-03-07T17:03:36Z", "host": "business-insider", "article": "BII  This story was delivered to BI Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here.  Google announced several updates that make it easier for iOS users to conduct Google searches on the iPhone and iPad.  The new updates — Google Search app extension for iMessage, suggestions for Google Search on Safari, and support for drag and drop on the iPad — will help Google ensure that its mobile search platform remains a primary mode of mobile discovery, regardless of the user's operating system.  Here's an overview of the updates Google announced on Monday:  Google Search app for iPhone and iPad now includes an iMessage extension. This means that iPhone and iPad users can Google Search from within iMessage, and then quickly add their search results to their iMessage conversations to share with others. There's also a GIF button for quickly searching for GIFs to share. The new extension makes it easier to share Google Search results via iMessage.  This means that iPhone and iPad users can Google Search from within iMessage, and then quickly add their search results to their iMessage conversations to share with others. There's also a GIF button for quickly searching for GIFs to share. The new extension makes it easier to share Google Search results via iMessage. Improved search integration with Safari on iOS. In September 2017, Google introduced a new feature in the Google app that generates suggestions for related content when a user comes to the end of a webpage. Google is now extending that functionality to any browser on the iPhone, including Safari. This reduces the need to type a new query into the search box.  In September 2017, Google introduced a new feature in the Google app that generates suggestions for related content when a user comes to the end of a webpage. Google is now extending that functionality to any browser on the iPhone, including Safari. This reduces the need to type a new query into the search box. Support for drag and drop on the iPad. Users on iOS 11 can drag and drop to effortlessly move text, images, and links to and from the Google app. For example, a simple tap and hold on an article will now allow a user to drag the link into other apps like iMessage or Notes.  A focus on enhancing the mobile search experience for iOS users is important for two key reasons:  Mobile is the most used medium for searches. Google found that more than half of all web searches are on mobile, mostly through micro-moments, or when individuals reflexively turn to a device to act on a need to learn something, do something, or discover something. By incorporating Google Search into iMessage, Google can satisfy the immediate need of consumers to share information when chatting with friends.  Google found that more than half of all web searches are on mobile, mostly through micro-moments, or when individuals reflexively turn to a device to act on a need to learn something, do something, or discover something. By incorporating Google Search into iMessage, Google can satisfy the immediate need of consumers to share information when chatting with friends. Mobile search is the main driver of Google's advertising business. While Google doesn't break out mobile as a percentage of its total revenue, Google's CFO Ruth Porat mentioned that the channel was largely responsible for driving the 24% YoY growth in total revenue it reported for Q4 2017. And despite being limited to mobile web searches, Apple users account for nearly half of Google's mobile search revenue.  The smartphone is getting smarter as tech and internet companies inject increasingly sophisticated computer vision and object recognition functions into their hardware and software. The ability to \"understand\" what the user is pointing their mobile camera at and \"read\" the image has opened the door for visual search.  Foreseeing the potential for mobile visual search to create new revenue opportunities, brands are attempting to harness the smartphone camera's increasing sophistication to engage with consumers and drive sales.  In this report, Business Insider Intelligence analyzes the developing technologies behind mobile visual search and its value to businesses and brands. The report also assesses risks and opportunities inherent in developing a visual search strategy, provides a list of companies that are working in the space, and discusses what they've accomplished so far.  Here are some of the key takeaways from the report:  There is strong evidence that mobile visual search technology will take off in the near future, including growing access to technology, strong usage rates of camera-related apps, and early indication of potential revenue growth.  In some instances, visual search is faster and more accurate than text or voice, as it cuts through consumer-introduced ambiguities.  The mobile visual search ecosystem is growing, with a slew of enabling platforms, native apps, and internet companies all broadening their expertise in the field.  Leading internet search companies, including Google and Baidu, are in a race to capture the mobile visual search market as it begins to eat into traditional forms of search.  The smartphone is the perfect launchpad for visual search technology, but new form factors, like smartglasses, hold great potential.  In full, the report:"}, {"url": "http://www.businessinsider.com/google-clouds-blockchain-experiment-could-upend-cloud-computing-2018-3", "date": "2018-03-31T15:30:00Z", "host": "business-insider", "article": "Google cloud boss Diane Greene Google  Google has several teams that are exploring potential uses for blockchain technology.  It's not clear if or how Google will use the technology, but Brian Behlendorf, an expert on the technology, thinks the company will offer a blockchain product through its Google Cloud service.  Blockchains are designed to be decentralized, but one that's linked to a public-cloud service could actually make sense, Behlendorf said.  Google has long been fond of experimentation, so it should be no surprise the internet giant is looking into what blockchain technology could do for its cloud business.  Several different teams inside the company are examining the hyped technology, which is the hard-to-edit digital ledger system that underlies bitcoin, ethereum and other cryptocurrencies, a Google representative said. But the representative declined to share details.  \"Like many new technologies, we have individuals in various teams exploring potential uses of blockchain but it's way too early for us to speculate about any possible uses or plans,\" the Google representative said.  Fortunately, it doesn't take inside information to imagine what Google may have in store. Indeed, thinking through how Google might use blockchain technology is something Brian Behlendorf, executive director of the open-source blockchain project Hyperledger, has been doing a lot lately.  Behlendorf's hunch? Google's going to offer blockchain technology as a product available through its Google Cloud service. Just as Google Cloud customers today can easily set up databases through the service or use it to access Google's machine learning technology, they might be able to someday set up a blockchain through it.  Behlendorf doesn't speak for Google. But he's in a good position to speculate on what it might do. His organization, after all, works with companies including IBM and Oracle to develop their enterprise-grade blockchain offerings.  The blockchain would be for businesses, not cloud infrastructure  Google could potentially develop a blockchain system from scratch. But that could take a lot of time and resources, so the company might just use one that's already been developed, potentially even one from Hyperledger. Hyperledger has two different open-source blockchain systems — Fabric and Sawtooth — that it offers for enterprises to use for their projects.  Either way, its service would likely allow Google Cloud clients to set up a blockchain ledger and authorize different users — or nodes — to make entries on it.  \"The basic idea is you might take something like Hyperledger Fabric or Sawtooth and go to a company or set of companies and say, 'We will set up your nodes on a permission ledger for a fee,'\" Behlendorf said.  Samantha Lee/Business Insider  Strategically, it would make sense for Google to add a blockchain product to its cloud service. Google's cloud-related products — which include Google Docs and a broad range of other services — account for $1 billion in quarterly revenue. But Google Cloud itself is in third place in the cloud-computing market, trailing behind Amazon Web Services and Microsoft's Azure, and it could use something to help set its service apart from the leaders.  A public cloud blockchain won't necessarily be decentralized  Hosting a blockchain product on a public cloud service may sound strange if you know something about the digital-ledger technology. One of the big selling points of blockchains is that they're decentralized.  Exact copies of blockchain ledgers are stored in multiple places, typically on different computers or nodes. In the case of bitcoin's blockchain, the number of nodes is in the thousands. A change to a ledger won't be recognized unless multiple nodes agree on the change.  By contrast, public clouds, by their nature, are services that centralize data from multiple companies or users.  Here's how changes get made on a blockchain. Click to enlarge. Samantha Lee/Business Insider  Despite that apparent contradiction, Behlendorf said users shouldn't be worried about a public cloud-based blockchain.  Just because a blockchain may start in a public cloud doesn't necessarily mean it can't be decentralized. Indeed, if Google offers a blockchain product through Google Cloud, it likely will embrace decentralization and allow customers to set up nodes for their blockchain ledgers elsewhere, including on other public cloud services such as AWS, he said.  That may seem counterintuitive that Google would allow its blockchain product to be accessed through competing cloud services. But it would almost have to offer that flexibility, Behlendorf said. After all, many businesses operate worldwide and will want their blockchains to be accessible wherever they operate, but Google Cloud isn't accessible in China, because the country bans Google.  Besides, the main reason for decentralization is to ensure trust among parties that don't know each other. You may not know who's operating a particular node on the bitcoin blockchain, but you can trust that the person has an unadulterated copy of the ledger if it matches up with those on every other node in the system.  But public cloud services don't have the same bar for establishing the trust of users. People already know Amazon, Microsoft, Google and trust their services. If you would use a cloud service to store information about your business, you should feel comfortable putting a blockchain on it as well, Behlendorf said.  In fact, it's already happening. While neither AWS or Azure offers a blockchain product, people already host blockchains on those cloud services, he said.  Still not sure what a blockchain is? Check out this explainer for more info."}], "FB": [], "MSFT": [{"url": "http://www.businessinsider.com/microsoft-stock-price-down-after-earnings-fail-to-impress-wall-street-2018-2", "date": "2018-02-01T14:06:00Z", "host": "business-insider", "article": "Getty Images/Stephen Brashear  Microsoft's stock fell on Thursday morning after the company reported modest quarterly earnings.  Investors were concerned they did not see enough accelerated growth, and that profits would not be returned in the form of increased buybacks or dividends.  Watch Microsoft's stock move in real time here.    Shares of Microsoft slipped after the company reported quarterly profits that modestly beat expectations, but failed to enthuse investors.  Microsoft was down 1.45% at $93.63 in pre-market trading on Thursday.  Though Microsoft reported better-than-expected earnings of $0.96 a share on revenue of $28.92 billion, the company was also hit with a one-time charge of $13.8 billion due to the newly-passed tax law.  The \"lack of accelerated capital return\" and the newly guided corporate tax rate below 21% \"may modestly disappoint,\" said RBC Analyst Ross MacMillan. He said that the technology company remains focused on reinvesting in growth rather than returning profits, in the form of a buyback or special dividend, to investors.  Yet revenues from Microsoft's Productivity and Business Processes segment, which includes Microsoft Office, the Office 365 cloud suite, and LinkedIn, grew 25% year-over-year and its Intelligent Cloud segment, which includes its Azure platform, grew 15% during the same period. Revenue from its personal computing segment posted modest growth of 2%.  Still, MacMillan raised his price target to $105, up 12% from its current price.  He believes that Microsoft could see more upside with an acceleration of Azure and LinkedIn services and offerings, the wider adoption of the Azure Stack, Microsoft's hybrid cloud platform, and a markedly improved commercial PC market, as well as improved Windows performance.  Microsoft was trading up 9.4% for the year.  Markets Insider"}, {"url": "http://www.businessinsider.com/microsoft-could-leverage-linkedin-to-dominate-enterprise-software-2018-3", "date": "2018-03-09T16:15:31Z", "host": "business-insider", "article": "Glassdoor  Microsoft bought LinkedIn for $2.6 billion in 2016.  The company's enterprise software-as-a-service business is losing ground to competitors and makes up just a minuscule fraction of Microsoft's revenue.  BMO Capital Markets says Microsoft could leverage LinkedIn to boost revenue from its Microsoft Dynamics enterprise software segment by up to 13%.  Microsoft has been losing ground to other cloud computing and enterprise software-as-a-service competitors, namely Amazon, but the company could leverage LinkedIn and similarly aggressive acquisitions to kick the unit into high gear, one analyst says.  \"Given that we believe Microsoft feels emboldened with the success of LinkedIn, we think such a renewed focus on SaaS applications could include M&A,\" BMO Capital Markets analyst Keith Bachman said in a note to clients Thursday. \"One area that we think could be a new growth opportunity within the SaaS market is in HCM, or talent management in particular, which would further leverage LinkedIn.\"  Microsoft purchased LinkedIn for $26.2 billion in June 2016. But for fiscal year 2017, the service brought in just $2.3 billion, or 2.5% of Microsoft's total annual revenue.  The company could leverage the data it harvests through LinkedIn profiles, job applications, and its subsidiary education site Lynda, to power its Dynamics platform for talent management, or HCM, Bachman says. Dynamics made up just 2% of Microsoft's total revenue in 2017, BMO estimates.  \"Microsoft has a relatively modest presence in the SaaS applications market segments, relative to both Microsoft’s total revenues and various SaaS market segments. Moreover, we believe that Microsoft is underperforming its potential,\" Bachman said.  \"We believe that total Dynamics revenue could grow by 13% to ~$2.5 billion in FY18, driven by cloud CRM and ERP suites.\"  Shares of Microsoft are up 11.7% so far in 2018.  Markets Insider"}, {"url": "http://markets.businessinsider.com/news/stocks/microsoft-could-leverage-linkedin-to-dominate-enterprise-software-2018-3-1018561360", "date": "2018-03-09T16:15:31Z", "host": "business-insider", "article": "Glassdoor  Microsoft bought LinkedIn for $2.6 billion in 2016.  The company's enterprise software-as-a-service business is losing ground to competitors and makes up just a minuscule fraction of Microsoft's revenue.  BMO Capital Markets says Microsoft could leverage LinkedIn to boost revenue from its Microsoft Dynamics enterprise software segment by up to 13%.  Microsoft has been losing ground to other cloud computing and enterprise software-as-a-service competitors, namely Amazon, but the company could leverage LinkedIn and similarly aggressive acquisitions to kick the unit into high gear, one analyst says.  \"Given that we believe Microsoft feels emboldened with the success of LinkedIn, we think such a renewed focus on SaaS applications could include M&A,\" BMO Capital Markets analyst Keith Bachman said in a note to clients Thursday. \"One area that we think could be a new growth opportunity within the SaaS market is in HCM, or talent management in particular, which would further leverage LinkedIn.\"  Microsoft purchased LinkedIn for $26.2 billion in June 2016. But for fiscal year 2017, the service brought in just $2.3 billion, or 2.5% of Microsoft's total annual revenue.  The company could leverage the data it harvests through LinkedIn profiles, job applications, and its subsidiary education site Lynda, to power its Dynamics platform for talent management, or HCM, Bachman says. Dynamics made up just 2% of Microsoft's total revenue in 2017, BMO estimates.  \"Microsoft has a relatively modest presence in the SaaS applications market segments, relative to both Microsoft’s total revenues and various SaaS market segments. Moreover, we believe that Microsoft is underperforming its potential,\" Bachman said.  \"We believe that total Dynamics revenue could grow by 13% to ~$2.5 billion in FY18, driven by cloud CRM and ERP suites.\"  Shares of Microsoft are up 11.7% so far in 2018.  Markets Insider"}, {"url": "http://www.businessinsider.com/microsoft-has-a-new-plan-to-steal-google-dropbox-and-box-customers-2018-2", "date": "2018-02-06T23:46:25Z", "host": "business-insider", "article": "AP  Microsoft is going after Google, Box, and Dropbox customers with a new offer for its OneDrive for Business cloud storage service.  If your business is already using cloud storage from one of those three companies, Microsoft will give you OneDrive for free for the duration of your contract with them.  The fine print: Your company needs to have more than 500 users, and you can't already be a customer of OneDrive or the Office 365 cloud productivity suite.  Google, Box, and Dropbox, be warned: Microsoft is coming for your customers.  On Tuesday, Microsoft announced a new offer to entice companies to use its OneDrive cloud storage service. If you're a business that's already using any of those three competitors, Microsoft will give you its OneDrive for Business service for free until your contract with the other company ends.  The promotional offer comes with some caveats: You have to commit to 500 seats or more, meaning small businesses won't really be able to take advantage. You have to not already be a customer of OneDrive, or of the Microsoft Office 365 productivity suite. And the deal is only good through June 18th.  The big idea is to give customers a taste of what Microsoft can offer, without having to worry about their existing commitments to those other vendors. Microsoft is confident enough that those big customers will sign on, it seems, that they're willing to swallow the cost. In general, Microsoft is seeing solid growth in its subscription cloud businesses, bolstering its confidence here.  As for why customers would want to make the change: Microsoft is touting the deep integrations between its own OneDrive service and Microsoft Office. While Microsoft Office is compatible with cloud storage from those other companies to a certain degree, there are some special features that Microsoft reserves for its own offerings.  For instance, you need OneDrive if you want to have multiple authors simultaneously work on a single Office document in real-time from the computer or smartphone apps. And OneDrive integrates with other Microsoft apps like the team portal SharePoint, so files stay in sync across the suite.  Plus, Microsoft Global Senior Director Seth Patton hypes up the security of OneDrive, saying that it means most customers' most stringent requirements.  \"That's a pretty big deal,\" Patton tells Business Insider.  Still, with this offer, Microsoft might find itself preaching to the choir somewhat. While Box, Dropbox, and Google's G Suite certainly have a certain number of large-enterprise customers, they're mostly known for appealing to smaller and midsize businesses.  Microsoft is already generally considered to be the leader in large companies, given the fact that its Office suite is, and remains, the gold standard in the productivity market. Still, with analysts urging Dropbox to pursue an enterprise-focused strategy ahead of its purported IPO, perhaps Microsoft is just trying to consolidate its lead ahead of time.  After this offer expires, customer will have to pay for OneDrive for Business like usual. Plans start at $5 per user per month, or else you could opt in for a $12.50 per user per month subscription to the Office 365 cloud productivity suite — at which point you'd get access to all of the Office applications, like Word, Excel, and PowerPoint, too."}, {"url": "http://www.businessinsider.com/windows-phone-7-and-8-push-notifications-disabled-2018-2", "date": "2018-02-20T22:17:42Z", "host": "business-insider", "article": "Microsoft's Joe Belfiore holds up Windows Phones at the Microsoft Build 2014 event. Justin Sullivan/Getty Images  Smartphones running Windows Phone 7.5 or Windows 8 are no longer getting push notifications, after Microsoft announced it's pulled support.  Windows Phone 8.1 will work as usual \"at this time,\" and the current Windows 10 Mobile is still fully supported.  However, Microsoft has said that Windows 10 Mobile is no longer a focus, and users shouldn't expect new features or hardware.  It's no secret by now that Microsoft's smartphone ambitions are basically over, with its current Windows 10 Mobile operating system barely on life support.  So here's another nail in the coffin. On Monday, Microsoft announced in a blog post that any phone running the older Windows Phone 7.5 or 8 operating systems will no longer receive push notifications. Plus, the \"Find my phone\" function on those operating systems will no longer work, either.  This isn't necessarily going to affect a whole lot of users: Windows Phone 7.5 was first released in 2011, and Windows Phone 8 dropped in 2012. Despite the nomenclature, they were totally different operating systems: Windows Phone 7.5 hardware couldn't upgrade to Windows Phone 8. Neither operating system found a huge audience at the time, and there likely aren't many phones out there using it today — which is part of why Microsoft currently finds itself in this suboptimal smartphone situation in the first place.  If you're one of the few using the more recent Windows Phone 8.1, which dropped in 2014, Microsoft writes that everything will still work as usual \"at this time.\" The phrasing here keeps the door open that things could change in the not-so-distant future.  Meanwhile, Windows 10 Mobile, which launched in 2015, is still fully supported by Microsoft. At least, technically: While all of its current features still work the same as they ever did, Microsoft announced in October that users can only expect security patches and minor improvements, not major new features or new hardware.  So, yes, here's another milestone in the march to the grave for Windows on smartphones.  Hope may still spring, though: Rumor is that Microsoft is working on a new, foldable tablet device that could also function as a smartphone. If and when that device comes to market, though, it will almost certainly not be running anything we would today recognize as a Windows phone operating system."}, {"url": "http://www.businessinsider.com/microsoft-windows-10-s-dead-or-alive-2018-2", "date": "2018-02-09T00:28:49Z", "host": "business-insider", "article": "The Microsoft Surface Laptop, released in 2017, was the first Windows 10 S PC. Melia Robinson/Business Insider  Microsoft fans are abuzz after a report indicates that Windows 10 S — its newest version of the Windows operating system — is dead.  The truth is more complicated, with a person familiar with Microsoft's thinking telling us that the company's bet on Windows 10 S hasn't changed, and that it's all about semantics.  Instead of a dedicated Windows 10 S, Microsoft will reportedly bring a similar S Mode to all existing versions of Windows 10.  Windows 10 S is a streamlined version of Windows that brings better performance and battery life, at the cost of only being able to install software from the Windows Store.  Last weekend, long-time Microsoft blogger Brad Sams reported that Windows 10 S— the latest version of the operating system, launched in mid-2017 — is, for all intents and purposes, dead.  The report set off all kinds of conversations in the world of Microsoft fans, who wonder what it could mean for the future of Windows 10 itself. The truth, Business Insider has learned, is a little bit more complicated, and depends to some extent on your perspective.  The idea of Windows 10 S is that it offers a smoother, more secure, and more streamlined experience, with the added benefit of extending a laptop's battery life. The tradeoff is that it can only install apps from the Windows Store, rather than from the internet, a disc, or anywhere else you might get software.  You can easily go from Windows 10 S to the more traditional and fully-featured Windows 10 Pro — but it might cost you. Owners of the Microsoft Surface Laptop can currently make the switch for free as part of a limited-time promotion, but otherwise, you might have to pay $49 for the transition.  In the bigger picture, Microsoft was positioning Windows 10 S as a way to chip away at Apple's and Google's presences in the classroom — Google's low-cost Chromebook laptops, in particular, beat out Windows in the American classroom by offering cheap, secure laptops that also offer superior battery life.  Thurott cites internal Microsoft research showing that 60% of all Windows 10 S users actually stick with it and don't switch.  Glass half-empty or half-full?  Now, here's where things get a little tricky. Because whether or not Windows 10 S is dead kind of depends on your perspective.  Thurott reports that Microsoft will no longer offer Windows 10 S as a standalone operating system. You could never buy it yourself, but computer manufacturers (OEMs, or \"original equipment manufacturers\" in industry parlance) could license it from Microsoft to pre-install on the computers they sold to customers.  Instead, Microsoft will push a so-called S Mode onto all versions of the Windows 10 operating system, reports Thurott. When enabled, S Mode will make any version of Windows 10 act like Windows 10 S, with all of the benefits and tradeoffs therein.  Microsoft had previously said that S Mode would be coming to Windows 10 for businesses in future updates; this would just bring it to all of the consumer versions, too.  OEMs will theoretically be able to choose whether or not to ship their PCs with S Mode on or off — opening the possibility that you might have to pay up to disable S Mode, in the same way that you usually have to pay $49 to go from Windows 10 S to Windows 10 Pro today.  So in that sense, yes, Windows 10 S is dead.  But that's not how Microsoft sees things. Microsoft has always seen Windows 10 S as more of a marketing distinction than a separate, standalone operating system, according to people familiar with the company's thinking.  From Microsoft's perspective, it appears, there never really was a \"Windows 10 S,\" just a version of Windows 10 Pro with S Mode enabled. To that end, bringing S Mode to other versions, like the entry-level Windows 10 Home and Windows 10 Education, would actually bring the original promise of Windows 10 S to more PCs.  In a philosophical sense, then Windows 10 S isn't dead. In fact, quite the opposite — bringing S Mode to every version of Windows 10 would take it even further.  Officially, here's what a Microsoft spokesperson has to say about all of this: \"Windows 10 S provides a streamlined, secure and battery efficient experience that we believe is a great choice for many customers. We'll share more about what's next for Windows 10 S when we're ready.\"  But Patrick Moorhead, principal analyst at Moor Insights & Strategy, thinks Microsoft's focus on Windows 10 S and S Mode proves that the company is trying to retain control of the operating system.  \"I believe that Microsoft would like a world where everyone starts on Windows S and all key, preferred services come through Microsoft and then everyone else who wants more flexibility or features pays Microsoft for that,\" says Moorhead."}, {"url": "http://www.businessinsider.com/microsoft-bill-gates-believes-apple-should-unlock-iphones-2018-2", "date": "2018-02-13T12:22:00Z", "host": "business-insider", "article": "Microsoft's chairman, founder, and former CEO, Bill Gates. Axel Schmidt/Getty Images Microsoft founder Bill Gates believes companies should allow the government to operate freely if they don't want to be overscrutinized.  \"Tech companies have to be careful that they're not trying to think their view is more important than the government's view, or than the government being able to function in some key areas,\" he told the news website Axios in an interview.  When the interviewer Mike Allen asked about Apple — which refused to help the FBI break in to an iPhone used by a terrorist in San Bernardino, California, in December 2015— Gates replied that he didn't share the belief \"that even a clear mass-murdering criminal's communication should never be available to the government.\"  \"There's no question of ability\" for Apple to unlock an iPhone, he said, adding, \"It's the question of willingness.\"  Gates is often pictured as an optimist, so Axios asked him whether there was anything that scared him. Gates pointed to the double-edged nature of impactful technology's availability to small, independent, unregulated groups.  \"There's always the question how much technology is empowering a small group of people to cause damage,\" he said, going on to say that \"smaller groups\" might have access to nuclear weapons, bioterror weapons, or cyberweapons.  \"A small group can have an impact — in the case of nuclear, on millions; and in the case of bio, on billions,\" he added. \"That is scary to me.\""}, {"url": "http://www.businessinsider.com/microsoft-hired-chief-diversity-officer-ibm-suing-2018-2", "date": "2018-02-12T23:57:15Z", "host": "business-insider", "article": "IBM CEO Ginni Rometty Mike Blake/Reuters  IBM is suing its former employee Lindsay-Rae McIntyre, after Microsoft poached her as its new chief diversity officer and human resources executive.  On Monday, a court issued a temporary restraining order which prevents McIntyre from working at Microsoft until further notice.  Using Microsoft's own arguments from a previous lawsuit, IBM is arguing that its diversity strategy is both confidential and \"potentially damaging\" if shared with its competitors.  Tech companies have a less than stellar record hiring women and minorities. But these companies will apparently do whatever it takes — including launching a legal fight — to hire one type of person: a Chief Diversity Officer.  IBM is suing its former top diversity officer Lindsay-Rae McIntyre after she got poached by Microsoft, in a case that could prove just how important diversity, recruitment, and retention has become for tech companies.  McIntyre, who joined IBM in 2006, was named chief diversity officer of Microsoft on Sunday, after serving in the same role and as VP of human resources at IBM. IBM, in its complaint, argues that McIntyree had access to diversity data, strategies, methodologies and initiatives that are confidential, and that she \"will use, rely on or divulge\" these strategies in her new role.  On Monday, IBM was granted a temporary restraining order in New York federal court, which prevents McIntyre from working for Microsoft until the court decides otherwise.  \"McIntyre was at the center of highly confidential and competitively sensitive information that has fueled IBM's success in these areas,\" a representative for IBM said in a statement. \"While we understand Microsoft's need to deal with mounting criticism of its record on diversity, IBM intends to fully enforce Ms. McIntyre's non-compete agreement to protect our competitive information.\"  IBM is using another Microsoft lawsuit to argue its case  At the heart of IBM's complaint is an on-going lawsuit from 2015, Moussouris v. Microsoft Corporation. The lawsuit alleges that Microsoft systematically discriminated against women in technical and engineering roles at the company when it came to evaluations, pay, and promotions.  The briefings for that lawsuit wrapped up on February 9. Now it is up to the courts to decide whether or not the case has class-action status.  As part of its non-compete case, IBM is looking to use Microsoft's own legal arguments from the Moussouris lawsuit to make its own point.  In April 2017, to prevent certain information from being released publicly in the discovery process, Microsoft argued that such diversity data is \"not merely confidential, but so sensitive and potentially damaging to Microsoft if revealed to its competitors (e.g., IBM), that the court should take the extraordinary measure of putting the information under seal,\" according to IBM's complaint.  Microsoft ultimately got some of the documents in the case sealed, and others released with redactions.  In its official response to IBM, Microsoft argued that enforcing McIntyre's non-compete agreement is \"draconian,\" as McIntyre has promised not to share confidential information with Microsoft.  It's worth noting that IBM's employee ranks are not a paragon of diversity: According to IBM's website, women comprised 31.8% of its global workforce in 2016."}, {"url": "http://www.businessinsider.com/microsoft-teams-gets-general-motors-technicolor-as-customers-2018-3", "date": "2018-03-12T13:00:00Z", "host": "business-insider", "article": "AP  Microsoft Teams, the company's workplace chat app, now has 200,000 organizations using it — including General Motors and Technicolor, both announced as customers on Monday.  General Motors deployed Microsoft Teams to about 19,000 employees.  Microsoft Teams is also adding some new features, like a searchable transcript of every single conference call, or a one-touch button to blur the background on a video call.  Microsoft says it has an edge over competitors like Slack or Google because Teams comes standard as part of the Office 365 suite, giving it a huge pricing advantage over others.  One year ago, Microsoft officially launched Teams: a workplace chat app that brought the tech titan into contention with $5.1 billion startup Slack, Cisco, and more recently, Google.  To celebrate the milestone, Microsoft is announcing some new customers — including General Motors, which has deployed Microsoft Teams to about 19,000 employees since December 2017. Technicolor, too, has gone all-in on Teams. All told, Microsoft says that there are 200,000 organizations (meaning businesses, schools, and other entities) using Teams.  And while Microsoft originally built Teams for text-based chatting, the company has been aggressively adding voice and video conferencing functionality, too. In fact, Microsoft has previously said that Teams will entirely replace its existing Skype for Business voice-and-video tool within Office 365, sooner rather than later.  \"We kind of look at [text chatting and video conferencing] as peanut butter and jelly,\" says Lori Wright, general manager for marketing with Microsoft Teams. The two work in harmony, with Microsoft working to combine the two into one.  Microsoft Teams Microsoft  To that end, Microsoft is actually beefing up Teams with lots of nifty new conferencing capabilities that \"go beyond what Skype for Business was able to do,\" Wright says.  Some of those new features:  A new cloud recording tool for conferences — Microsoft Teams will automatically record everything you say on a conference, and transcribe it for you. Then, you can search the transcript for certain terms, like \"Microsoft,\" and jump to the appropriate portion of the call.  — Microsoft Teams will automatically record everything you say on a conference, and transcribe it for you. Then, you can search the transcript for certain terms, like \"Microsoft,\" and jump to the appropriate portion of the call. Automatic background blurring — As we saw with the viral BBC dad of 2017, you don't always want people to see what's in the background when you're on a video call. Microsoft Teams can now use nifty artificial intelligence to automatically blur the background on a video call, while keeping you in focus.  — As we saw with the viral BBC dad of 2017, you don't always want people to see what's in the background when you're on a video call. Microsoft Teams can now use nifty artificial intelligence to automatically blur the background on a video call, while keeping you in focus. Message translation — Microsoft Teams can now translate messages in other languages right from within the chat window.  Microsoft Teams can now translate messages in other languages right from within the chat window. New devices — Lenovo and HP will make videoconferencing meeting room systems powered by Microsoft Teams; Plantronics will make desk phones that can tap into Microsoft Teams to make voice calls.  And others.  Wright says that, in a very real way, it's the combination of voice, video, and chat that makes Microsoft Teams so attractive to customers. If nothing else, rolling all of those into one service gives it a lot of \"pricing power,\" since customers don't have to buy one app for each purpose.  Couple that with the fact that Microsoft Teams comes as a standard part of the Office 365 productivity suite for business — which has over 120 million users — and Wright says that competitors like Slack or even Google can't compare in terms of value. And all of those apps integrate with Teams, making it easy to share and collaborate on documents.  \"That's just another huge competitive advantage that people can't match,\" says Wright.  Microsoft's latest stats on Teams. Microsoft  She further says that Microsoft Teams is seeing strong adoption from both existing Office 365 customers, and from those who hadn't previously been using the suite. In the latter case, she says, it's that value that's drawing them in: They might have started by looking for a chat tool, but choose Microsoft because then they get Word and PowerPoint, too.  In a larger sense, Wright says that they're finding that Teams isn't replacing e-mail, so much as \"right-sizing\" it. Customers are fnding the right places where e-mail makes sense, and the spots where a chat is just faster and easier. She says that it's reflective of Microsoft trying to match modern needs.  \"It's representative of the way the future world is working,\" says Wright.  Those competitors aren't sitting still, though: Just recently, Facebook signed a big contract to bring over Farmers Insurance and all of its 20,000 employees to Workplace, its business collaboration tool."}, {"url": "http://www.businessinsider.com/r-us-sanctions-curb-microsoft-sales-to-hundreds-of-russian-firms-2018-1", "date": "2018-01-22T08:55:00Z", "host": "business-insider", "article": "Microsoft CEO Satya Nadella. Stephen Lam/Stringer MOSCOW (Reuters) - Two of Microsoft's official distributors in Russia have imposed restrictions on sales of Microsoft software to more than 200 Russian companies following new U.S. sanctions, according to notifications circulated by the distributors.  While much of the focus around U.S. sanctions has been on ways they are being skirted, the moves by the Russian distributors show how tougher restrictions that came into force on Nov. 28 are starting to bite.  The new measures cut the duration of loans that can be offered to Russian financial firms subject to sanctions to 14 days from 30 days and to 60 days from 90 days for Russian energy companies on a U.S. sanctions list.  Previously, the restrictions had mainly affected Western banks lending to Russian firms but with such short financing periods, swathes of companies supplying goods and services to Russian clients fear they could fall foul of the rules too.  It is routine in Russia for suppliers to wait weeks or even months to get paid after submitting invoices for goods and services.  Some Western firms have been advised by lawyers that the U.S. Treasury Department could, in theory, take the view this constituted financing in violation of the sanctions, according to several people involved in the discussions.  One of the two Microsoft distributors, a Russian company called Merlion, said in its notification to partners that all sanctioned buyers of Microsoft licenses must pay within tight deadlines, or even pay upfront in some cases.  The second distributor, RRC, said in its notification, seen by Reuters, that \"serious restrictions are being introduced\" on Microsoft orders from firms subject to U.S. sanctions.  Both Merlion and RRC cited rules stemming from the new package of U.S. sanctions - signed into law on Aug. 2 for Russia's involvement in Ukraine and cyber attacks - as the reason for the additional restrictions.  Neither Merlion nor RRC responded to Reuters questions.  Microsoft said in a statement to Reuters: \"Microsoft has a strong commitment to complying with legal requirements and has robust processes around the world to help ensure that our partners are in compliance as well.\"  In response to Reuters questions, a spokesman for the U.S. Treasury Department, which oversees the enforcement of sanctions, referred to its published guidance.  The guidance from the Treasury's Office of Foreign Assets Control (OFAC) states that U.S. firms can conduct transactions with companies on the sanctions list as long as the payment terms do not exceed the permitted loan duration.  \"In the event that a U.S. person believes that it may not receive payment in full by the end of the relevant payment period, the U.S. person should contact OFAC to determine whether a license or other authorization is required,\" it said.  'Sectorial sanctions'  The United States can impose a civil penalty on violators of $250,000 or double the amount of the offending transaction if it is greater. If convicted of wilful violation, offenders face a fine up to $1 million, or 20 years in jail, or both.  Microsoft did not respond to Reuters questions about whether it had initiated the restrictions introduced by two of its Russian distributors.  Microsoft lists nine other official distributors of its main software products in Russia in the same category of partner companies as RRC and Merlion. One, Softline, declined to comment on whether it had introduced stricter payment rules. The others did not respond to Reuters requests for comment.  Reuters reported in October that software produced by Microsoft had been acquired by state organizations and firms in Russia and Crimea, despite sanctions barring U.S.-based companies from doing business with them.  That case, and several similar ones reported by Reuters, highlighted gaps between the sanctions and their enforcement.  The U.S. government operates two lists of firms subject to sanctions. U.S.-based entities are banned from doing almost all forms of business with firms on Washington's Specially Designated Nationals (SDN) list.  A second list known as the Sectoral Sanctions Identifications (SSI) list covers 224 mostly Russian firms and their subsidiaries in the banking, energy and defense sectors which are subject to financial restrictions.  They include major Russian companies such as oil giant Rosneft, natural gas producer Novatek and Sberbank, Russia's biggest lender.  While the lending rules for financial and energy firms have been tightened, restrictions on financing for Russian defense manufacturers were left unchanged at 30 days though the new sanctions toughened the penalties for any violations.  Tougher rules  The notification from Microsoft distributor Merlion dated Nov. 29, the day after the new lending rules come into force, said orders would only be fulfilled for financial sector buyers once it had confirmation full payment had been received.  For the defense sector, it said orders would be fulfilled only if partners confirmed payment would be made within 30 days of the software license being activated. For energy sector clients, confirmation of payment within 60 days was required.  \"If we do not receive from you documents confirming payment on orders from the defense and energy sectors, the order could be viewed by the vendor as not complying with the processing procedure and rejected,\" Merlion's notification said.  RRC did not spell out the new restrictions in its notification, sent by email last month to its partners.  \"In the event that you have buyers from the following sectors of the economy (financial, defense, energy) and they are in the sanctions list, you are requested IN ADVANCE to contact your RRC manager for further instructions.\"  \"In connection with this, serious restrictions are being introduced on the placing of, and payment for, orders for Microsoft products ... placed by these buyers (and also their subsidiaries and affiliated companies),\" the notification said.  Blacklisted by association  Besides the tighter lending rules and other new restrictions, a change of wording in the U.S. sanctions package is also sending ripples through the Russian economy.  The previous wording was the U.S. president \"may impose\" penalties if rules are violated. That has now changed to \"shall impose\" penalties, unless it is not in the national interest.  Lawyers who advise clients on U.S. sanctions compliance said this meant it was more likely Washington would impose penalties on foreign entities doing prohibited business with a company on the sanctions list.  In response, companies are trying to put as much distance as possible between themselves and Russian entities on the U.S. blacklist, fearing they could end up on it too by association, bankers, lawyers, officials, and business executives said.  Some companies are conducting audits to find out if their partners deal with any sanctioned entities and are, in some cases, halting those relationships, according to a sanctions lawyer and an executive with a large industrial firm.  \"Even Chinese companies started to ask,\" said a senior source close to the Kremlin and the Russian government, alluding to the fact some Chinese companies have until now continued to do deals even where many Western firms have pulled back.  At the same time, companies that are on the sanctions list, or believe they may be added, are looking for intermediary firms that would allow their partners to keep working with them, albeit at arm's length.  A person who works closely with a billionaire Russian oligarch said he assessed the risk the oligarch's business would be put under U.S. sanctions was only 10 percent. Even so, he said, the business was taking precautions so it can keep operating if Washington does blacklist it.  \"We are establishing non-affiliated business units. Or deal with large local partners,\" said the source, who declined to be identified to avoid attracting attention to his boss's business.  A Russian finance ministry source said he expected an uptick in the number of shell companies being set up as a mechanism to bypass the expanded sanctions.  Two executives from two top-20 Russian banks said they viewed the fact their clients included Rosneft as a risk. One said many of the bank's clients had started to ask whether the Rosneft ties exposed the lender to sanctions risk.  (Additional reporting by Salvador Rodriguez in San Francisco, Joel Schectman in Washington, and Gleb Stolyarov, Katya Golubkova, Darya Korsunskaya, Olga Sichkar, Elena Fabrichnaya and Polina Nikolskaya; editing by David Clarke)"}, {"url": "http://www.businessinsider.com/microsoft-windows-10-versus-google-chromebooks-in-classroom-2018-1", "date": "2018-01-22T14:00:00Z", "host": "business-insider", "article": "A student tries out the Lenovo 300e, a $299 PC for the classroom that folds into a tablet. Microsoft  While Microsoft dominates the global market for classroom PCs, Google Chrome OS rules the roost in the United States.  Microsoft is teaming up with partners including Lenovo to bring a new line of cheap, sub-$300 PCs to market, to take on Google's low-cost Chromebooks.  Microsoft says that a Windows PC is more capable than a Chromebook — Windows 10 lets you run software like Minecraft or the full version of Microsoft Office.  Minecraft is getting a new chemistry module for students.  Google has all but captured the market for American classrooms — analyst firm Futuresource estimates that in the third quarter of 2017, Google's low-cost Chromebooks accounted for 59.8% of the laptop market for K-12 education, compared to Microsoft Windows devices' 22.3% share.  But Microsoft would be quick to remind you that this doesn't tell the whole story: That 22.3% share is up from 18.4% the quarter before, and Microsoft says, up 4% from the same period in 2016. And, worldwide, Windows still reigns supreme: In that same third quarter of 2017, Windows accounted for 66.5% of global K-12 classroom PC shipments.  Now, Microsoft is striking back against Google's domestic dominance, with a series of announcements designed to make Windows PCs, Microsoft Office 365, and even the Minecraft video game sensation more appealing for education customers at home and abroad.  Chief among those announcements: New laptops for the classroom, priced between $189 and $299, manufactured by partners Lenovo and JP. These laptops will run Windows 10 S, a version of the operating system streamlined for better battery life and performance — at the big tradeoff of only being able to install apps from the Microsoft Store.  Microsoft Corporate VP Yusuf Mehdi tells Business Insider that Microsoft is trying to undercut the price advantage of Chromebooks, which often sell for under $299. But because these PCs can run the full versions of Windows software, including Microsoft Office and Minecraft, they offer \"none of the compromises of a Chromebook.\"  Mehdi gives Google credit where he believes credit is due: He says that Chromebooks didn't actually steal any marketshare away from Microsoft, per se; Google just discovered a previously-unmet demand for low-priced laptops and \"made it affordable to have a computer in the classroom.\" And although Apple has had a strong business in schools, but its products are much more expensive.  A new Chemistry Module for Minecraft: Education Edition will let students play around with both atoms and chemical compounds, in the safety of the virtual world. Microsoft  Now, says Mehdi, the burden is on Microsoft to go out and prove that a Windows machine is more capable than a Chromebook of the same price. Many of the low-cost Windows devices announced on Monday will boast touchscreens and stylus support. Some, will even be compatible with certain virtual reality headsets, a feature schools love, Mehdi adds.  Beyond the hardware, Mehdi highlights updates to the software in the Office 365 for Education suite. For instance, the Microsoft Teams chat tool is getting an iOS and Android app for education users. And Minecraft: Education Edition, which is already widely used to teach programming, is getting a chemistry module for students to perform science experiments in the safety of the virtual world.  According to Futuresource, the time could be right for Microsoft, too: Many schools bought their Chromebooks for students in 2014 and 2015, meaning that they could be looking to do a wide-scale replacement in 2018. That's an opportunity for Microsoft to convince them to switch to Windows — an opportunity he says the company doesn't intend to squander.  \"We finally feel like we have a strong value proposition,\" says Mehdi."}, {"url": "http://www.businessinsider.com/microsoft-ceo-saya-nadella-congratulates-college-intern-for-viral-linkedin-internship-post-2018-2", "date": "2018-02-15T22:26:12Z", "host": "business-insider", "article": "Satya Nadella, CEO of Microsoft Corp. Robert Galbraith/Reuters  A Miami University student penned a viral Linkedin status update saying that she was looking for an internship last November.  Three months later, Akosua Boadi-Agyemang announced she'll be interning at Microsoft.  Microsoft CEO Satya Nadella personally congratulated her via LinkedIn comment.  You can never be too \"bold\" on LinkedIn — at least, that's what one college student has learned.  Last November, Miami University student Akosua Boadi-Agyemang wrote a public LinkedIn status declaring she was looking for an finance or accounting internship for summer 2018 — and tagged Jeff Weiner, CEO of the Microsoft-owned social network.  \"I was always told to be 'BOLD'. Hopefully someday it helps me reach my goals,\" wrote Boadi-Agyemang. The post quickly went viral.  Now, three months later, she has an update: She's landed an internship at Microsoft.  \"I know many of you have been wondering what was the outcome of my viral post. I have received many LI messages and comments about it,\" Boadi-Agyemang writes on LinkedIn. \"I am BEYOND EXCITED and BLESSED(I Thank God so much!) to officially announce that I will be working with Microsoft this summer!\"  Akosua Boadi-Agyemang's LinkedIn page. LinkedIn  The post caught the attention of Microsoft CEO Satya Nadella, who personally commented on the post, congratulating her on the internship.  \"Thank you for sharing your story, your enthusiasm and the encouragement your post has given to others,\" Nadella wrote.  Boadi-Agyemang also writes that Microsoft has \"deep meaning\" for her. Growing up in Botswana, she writes, she learned how to type on Microsoft Word, and played the \"Reader Rabbit\" game on a Windows-powered computer.  \"It was the one tech company that made itself easily available and affordable,\" she writes.  We've reached out to Boadi-Agyemang for more and will update if we hear back.  Here's her original post:  And the update:"}, {"url": "http://uk.businessinsider.com/10-things-in-tech-you-need-to-know-today-march-8-2018-3", "date": "2018-03-08T07:57:25Z", "host": "business-insider", "article": "Microsoft CEO Satya Nadella. Stephen Brashear/Getty Images Good morning! Here is the tech news you need to know this Thursday.  1. Snap is reportedly planning a layoff round to its engineering department, the largest to date. About 100 people are said to be affected, which is less than 10% of the unit.  2. Google has released a preview of Android P with support for an iPhone X-style notch. The new build has updates to Android's Quick Settings and notifications, as well as other design tweaks.  3. Amazon is updating Alexa to fix an issue that reportedly made it laugh at random. The company said the laugh was triggered when Alexa mistakenly heard \"Alexa, laugh,\" and is changing the command to \"Alexa, can you laugh?\" to make sure it doesn't happen anymore.  4. Microsoft has announced that Windows 10 S will no longer be a dedicated operating system. It will instead become a mode of the regular Windows 10 in 2019.  5. Google has updated its Duo video-messaging app with the ability to leave 30-second videos for users who miss or decline calls. The feature will roll out as part of an update for both iOS and Android users later this week.  6. Microsoft is launching a new AI platform for Windows 10 developers ahead of its annual Build developer conference. The platform, which includes the ability to import different learning models, will be available inside of Visual Studio.  7. Uber founder and ex-CEO Travis Kalanick is launching a venture fund focused on India and China.10100 will focus on \"large scale job creation,\" Kalanick said.  8. Magic Leap has raised $461 million (£332 million) from the Kingdom of Saudi Arabia. The cash injection goes on top of its recent $502 million (£361 million) round in October, and brings the total Series D funding to $963 million (£693 million).  9. A consortium of 61 Japanese banks is planning to use Ripple's blockchain technology for a consumer payments app. The project will be starting with a trial in three banks in Autumn 2018.  10. Uber is reportedly seeking $1.25 billion (£900 million) for its second leveraged loan. The company is said to have approached loan investors directly instead of going through banks."}, {"url": "http://www.businessinsider.com/amazon-music-comes-to-windows-10-2018-2", "date": "2018-02-13T20:09:44Z", "host": "business-insider", "article": "Getty Images  Amazon Music is now available on the Windows 10 app store.  Amazon previously announced that the Alexa virtual assistant is coming to certain Windows 10 PCs, leaving the door open for more to come.  While the PC market is shrinking overall, Microsoft says that there are now over 600 million Windows 10 devices out in the wild.  Spotify is already available from the Windows Store, with Apple promising that a version of iTunes is on the way.  Amazon is bringing its popular Amazon Music streaming service to Windows 10. To cut to the chase: If you want it, you can get the app from the Windows Store here.  In a broader sense, it's part of a big play that Amazon is making for the Windows 10 PC.  In January, Amazon announced that its Alexa virtual assistant would be built in to some new PCs from manufacturers including HP, Acer, and Asus. While Amazon hasn't announced anything specifically, that news puts it within the realm of possibility that Amazon could release Alexa as a standalone Windows app, too. Besides, playing music is already a tremendously popular feature of the Alexa agent; having a full Amazon Music app too just makes sense.  On the one hand, the move to launch Amazon Music on Windows 10 seems counterintuitive. The PC market is shrinking, while Amazon's own hardware businesses — like the Alexa-powered Echo speakers and its Kindle Fire tablets— are booming, according to all available indicators.  And yet, Windows 10 is still a massive market. Microsoft says in a blog post that there are now over 600 million Windows 10 PCs out there. That gives Amazon a big market to address, which could help it gain ground on Spotify and Apple Music, the first- and second-place most popular streaming services, respectively. Notably, Spotify is already available on the Windows Store, with a delayed Apple iTunes app coming soon.  Plus, Microsoft is still a major player in the demographic that every media company wants: Young people. While Google's low-cost Chromebooks dominate the educational market in the United States, Windows is overall the most popular operating system in classrooms around the world.  In the bigger picture, too, Microsoft is reportedly pushing \"S Mode\"— a Windows 10 feature that grants improvements to battery life and performance, with the tradeoff that you can only install software from the Windows Store. If Microsoft's ambitions are fulfilled and \"S Mode\" comes to many more PCs, it'll behoove Amazon, Apple, and Spotify to all have apps on the Windows Store, or else risk losing access to those users.  As for Microsoft itself, it doesn't really have a horse in this race. The company shuttered its own Groove Music streaming service in 2017, offering users a way to migrate their playlists to Spotify. And Microsoft and Amazon had previously announced an integration between Alexa and the Microsoft Cortana smart agent, too."}, {"url": "http://markets.businessinsider.com/news/stocks/microsoft-stock-price-slides-after-discrimination-harassment-complaints-go-public-2018-3-1018661559", "date": "2018-03-13T20:23:00Z", "host": "business-insider", "article": "Markets Insider  Shares of Microsoft fell 2.44% after news the company received 238 internal complaints about gender discrimination and sexual harassment.  This was part of a lawsuit filed by female employees at Microsoft.  Watch Microsoft's stock move in real time here.  Microsoft was the latest company to reel from sexual harassment and gender discrimination allegations.  Shares of tech giant slid 2.44% on Tuesday following news the company received 238 internal complaints about gender discrimination or sexual harassment between 2010 and 2016, according to a Reuters' review of court filings made public after Monday's closing bell.  The world's largest software company has been wrapped up in a lawsuit alleging it was systematically denying pay raises or promotions to women in US-based technical jobs, according to the court filings.  The lawsuit has received wider attention because it is the latest in a series of claims of a discriminatory culture in the technology, entertainment, and media industries.  Microsoft's stock closed at $94.41 per share on Tuesday. It was one of the worst performers in the Dow Jones industrial average. Shares are still up 9.46% for the year."}, {"url": "http://www.businessinsider.com/microsoft-build-vs-google-io-2018-2", "date": "2018-02-08T20:07:30Z", "host": "business-insider", "article": "Microsoft CEO Satya Nadella Getty Images/Drew Angerer  Microsoft will hold its Build conference in Seattle from May 7th to 9th.  Build is Microsoft's biggest developer event of the year.  Google is holding its I/O conference the same week — from May 8th to May 10th.  These events are booked weeks or months in advance so there's no way to tell who had it first.  Microsoft announced this week that Build, its biggest developer event of the year, will be held in Seattle from May 7th - May 9th.  The problem: Those dates go right up against the Google I/O conference, which will be held right near the Googleplex in Mountain View, California from May 8th to May 10th.  Both of these events are very big deals, especially for software developers.  Microsoft uses Build to preview what's next for its product lines, especially the Windows operating system and its Azure cloud computing platform. Highlights from last year's event included a new design sensibility for Windows 10 and news that Apple would bring iTunes to the Windows Store (which has yet to actually happen).  Google's is largely focused on the Android operating system. At last year's Google I/O, the search giant announced a new camera technology called Google Lens, and added more smarts to its Google Home speaker.  Unlike Microsoft, Google focuses its I/O conference on consumer tech — it holds a separate event called Google Cloud Next, for its cloud and enterprise businesses. This year, Google Cloud Next will be held in San Francisco in July.  Regardless, the two conferences are going to be competing both for attendees and mass market attention: There are a lot of developers with investments in both Microsoft and Google technologies.  Still, this clash of tech titans was probably unintentional. These events get booked months or even years in advance, and there's no way to tell that far out if you're going to have a conflict of this magnitude.  And it could always be worse. Microsoft held Build in San Francisco for many years, before moving it closer to its Washington State home in 2017. If Microsoft had stayed the course, the entire San Francisco Bay Area would have been overrun with developers and execs from two mega companies, not just one."}, {"url": "http://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-january-30-2018-1", "date": "2018-01-30T07:54:44Z", "host": "business-insider", "article": "FCC Chairman Ajit Pai. YouTube Good morning! Here is the tech news you need to know this Tuesday.  1. Apple is reportedly working on at least three new Macs — two MacBooks and one desktop Mac — with processors designed in-house. The company may also release a redesigned iPad sometime later this year.  2. Cloud computing firm VMware is reportedly considering buying Dell. Dell currently owns 80% of VMWare, so the operation would be a reverse merger that could allow Dell to be traded publicly without going through a formal IPO.  3. The FCC Chairman Ajit Pai said he's opposed to proposals that would see the US government build a nationwide 5G network infrastructure. Earlier reports, later denied by the Trump administration, reported that members of the National Security Council asked the president to consider this proposal out of fear of \"losing out\" to China.  4. Microsoft Teams, the company's alternative to Slack, is getting its first huge update. The new version includes a slew of new features, like tighter integration with third-party apps, a revamped command box, slash commands, and a new store where you can search for apps by name or integration type.  5. Facebook will show more news from local sources in the news feed. It will identify local publishers by analyzing clicks in tight geographic areas.  6. Microsoft has bought PlayFab, a gaming service startup. The Redmond giant said that the acquisition will help it bolster its Azure platform in the ongoing competition against Google and Amazon.  7. Microsoft has released an update that prevents Windows 10 machines from randomly rebooting. The affected devices had received a Spectre/Meltdown software fix from Intel, but the patch was buggy and affected numerous users.  8. The UK government announced that it will fine companies in \"critical industries\" up to £17 million ($24 million) if they don't put in place appropriate cybersecurity measures. The move comes as a response to a 2016 initiative named the NIS directive.  9. Immersion says it has settled its lawsuit and signed a license agreement with Apple. The two companies were at odds over patents on Apple-designed technologies such as 3D Touch, Force Touch, the Taptic Engine, and other haptic tech.  10. Google has completed its acquisition of HTC's smartphone division. The deal, worth $1.1 billion (£780 million), has seen Google purchase the Taiwanese firm's smartphone division, as well as a chunk of its smartphone-related intellectual properties (IPs)."}]}